[{"Identifier":1,"zhHant":"運勢很順，凡事能遇貴人相助，前程似錦，左右逢源，名利可雙收，心想事成，此數字之吉凶為上上卦，恭禧得分90分。","zhHans":"运势很顺，凡事能遇贵人相助，前程似锦，左右逢源，名利可双收，心想事成，此数字之吉凶为上上卦，恭禧得分90分。","en":"運勢很順，凡事能遇貴人相助，前程似錦，左右逢源，名利可雙收，心想事成，此數字之吉凶為上上卦，恭禧得分90分。"},
{"Identifier":2,"zhHant":"尋尋覓覓，時間花費也不少，但所得沒想像豐富，如果能加強學習，謀定而後動，就能有一片好光景，此數之吉凶為中中卦得分60分。","zhHans":"寻寻觅觅，时间花费也不少，但所得没想像丰富，如果能加强学习，谋定而后动，就能有一片好光景，此数之吉凶为中中卦得分60分。","en":"尋尋覓覓，時間花費也不少，但所得沒想像豐富，如果能加強學習，謀定而後動，就能有一片好光景，此數之吉凶為中中卦得分60分。"},
{"Identifier":3,"zhHant":"天災人禍，讓人心有千千結、煩、煩、煩、百事紛擾，得不到清閒，向人傾訴又不能得到真正的解決，讓人覺得老天很不公平，此數為下下卦得分30分。","zhHans":"天灾人祸，让人心有千千结、烦、烦、烦、百事纷扰，得不到清闲，向人倾诉又不能得到真正的解决，让人觉得老天很不公平，此数为下下卦得分30分。","en":"天災人禍，讓人心有千千結、煩、煩、煩、百事紛擾，得不到清閒，向人傾訴又不能得到真正的解決，讓人覺得老天很不公平，此數為下下卦得分30分。"},
{"Identifier":4,"zhHant":"未來的路平坦順暢，一路上也會有朋友的幫忙，只要不違背自然法則，不走投機路線，到頭來功名利祿自然而來，衰運自然消失，此卦為上上卦得分為90分。","zhHans":"未来的路平坦顺畅，一路上也会有朋友的帮忙，只要不违背自然法则，不走投机路线，到头来功名利禄自然而来，衰运自然消失，此卦为上上卦得分为90分。","en":"未來的路平坦順暢，一路上也會有朋友的幫忙，只要不違背自然法則，不走投機路線，到頭來功名利祿自然而來，衰運自然消失，此卦為上上卦得分為90分。"},
{"Identifier":5,"zhHant":"想法雖好，但願難成，月黑風高大海茫茫，出路難尋，路途艱難，步步驚險，宜冷靜分析小心提防，此卦為下下卦得分為30分。","zhHans":"想法虽好，但愿难成，月黑风高大海茫茫，出路难寻，路途艰难，步步惊险，宜冷静分析小心提防，此卦为下下卦得分为30分。","en":"想法雖好，但願難成，月黑風高大海茫茫，出路難尋，路途艱難，步步驚險，宜冷靜分析小心提防，此卦為下下卦得分為30分。"},
{"Identifier":6,"zhHant":"美景不在，好事多磨，良辰亦遠，運勢不佳，宜守本份，默默耕耘方可化險為夷，此卦為下中卦得分為45分。","zhHans":"美景不在，好事多磨，良辰亦远，运势不佳，宜守本份，默默耕耘方可化险为夷，此卦为下中卦得分为45分。","en":"美景不在，好事多磨，良辰亦遠，運勢不佳，宜守本份，默默耕耘方可化險為夷，此卦為下中卦得分為45分。"},
{"Identifier":7,"zhHant":"志氣遠大，見事遲疑，未能當機立斷，若想騰達，須求步伐穩健，功名終將可得，一步一腳印，人在做天在看，好好經營，此卦為上中卦得分為75分。","zhHans":"志气远大，见事迟疑，未能当机立断，若想腾达，须求步伐稳健，功名终将可得，一步一脚印，人在做天在看，好好经营，此卦为上中卦得分为75分。","en":"志氣遠大，見事遲疑，未能當機立斷，若想騰達，須求步伐穩健，功名終將可得，一步一腳印，人在做天在看，好好經營，此卦為上中卦得分為75分。"},
{"Identifier":8,"zhHant":"春風得意，事事順利，同心協力，上下一心，能得別人讚賞，前途光明，做什麼像什麼，不僅得名聲也可得財富，此卦為上上卦得分為90分。","zhHans":"春风得意，事事顺利，同心协力，上下一心，能得别人赞赏，前途光明，做什么像什么，不仅得名声也可得财富，此卦为上上卦得分为90分。","en":"春風得意，事事順利，同心協力，上下一心，能得別人讚賞，前途光明，做什麼像什麼，不僅得名聲也可得財富，此卦為上上卦得分為90分。"},
{"Identifier":9,"zhHant":"前途困頓貧乏，有志難伸，得不到別人幫助，孤單無助，美夢易醒，理想破滅，欠貴人、欠錢財，只要有心改變，將會有希望，此卦為下下卦得分為30分。","zhHans":"前途困顿贫乏，有志难伸，得不到别人帮助，孤单无助，美梦易醒，理想破灭，欠贵人、欠钱财，只要有心改变，将会有希望，此卦为下下卦得分为30分。","en":"前途困頓貧乏，有志難伸，得不到別人幫助，孤單無助，美夢易醒，理想破滅，欠貴人、欠錢財，只要有心改變，將會有希望，此卦為下下卦得分為30分。"},
{"Identifier":10,"zhHant":"常常有一些紛擾爭執之事，人氣差與人不和，糾紛難平息，只有貴人適時出現才能平順圓滿，此卦為下中卦得分為45分。","zhHans":"常常有一些纷扰争执之事，人气差与人不和，纠纷难平息，只有贵人适时出现才能平顺圆满，此卦为下中卦得分为45分。","en":"常常有一些紛擾爭執之事，人氣差與人不和，糾紛難平息，只有貴人適時出現才能平順圓滿，此卦為下中卦得分為45分。"},
{"Identifier":11,"zhHant":"喜事難圓，美景易逝，福份薄弱，路途曲折難行，剛有頭緒，輾轉間又搞砸了，真是時運不濟，此卦為下下卦得分為30分。","zhHans":"喜事难圆，美景易逝，福份薄弱，路途曲折难行，刚有头绪，辗转间又搞砸了，真是时运不济，此卦为下下卦得分为30分。","en":"喜事難圓，美景易逝，福份薄弱，路途曲折難行，剛有頭緒，輾轉間又搞砸了，真是時運不濟，此卦為下下卦得分為30分。"},
{"Identifier":12,"zhHant":"屋漏偏逢連夜雨，好像所有的事都不順利，平時須防厄運發生，到頭來可能會一事無成，需要多做善事解之，此卦為下下卦得分為30分。","zhHans":"屋漏偏逢连夜雨，好像所有的事都不顺利，平时须防厄运发生，到头来可能会一事无成，需要多做善事解之，此卦为下下卦得分为30分。","en":"屋漏偏逢連夜雨，好像所有的事都不順利，平時須防厄運發生，到頭來可能會一事無成，需要多做善事解之，此卦為下下卦得分為30分。"},
{"Identifier":13,"zhHant":"苦盡甘來，困難險阻即將煙消雲散，前途平順，若能得到相助，更可平步青雲，達於臻善境界，此卦為上中卦得分為75分。","zhHans":"苦尽甘来，困难险阻即将烟消云散，前途平顺，若能得到相助，更可平步青云，达于臻善境界，此卦为上中卦得分为75分。","en":"苦盡甘來，困難險阻即將煙消雲散，前途平順，若能得到相助，更可平步青雲，達於臻善境界，此卦為上中卦得分為75分。"},
{"Identifier":14,"zhHant":"能明辨是非善惡之道，為善者能受人賞識，為惡者遭人唾棄，做人實在則貴人隨時會出現，不用煩惱，此卦為上中卦得分為75分。","zhHans":"能明辨是非善恶之道，为善者能受人赏识，为恶者遭人唾弃，做人实在则贵人随时会出现，不用烦恼，此卦为上中卦得分为75分。","en":"能明辨是非善惡之道，為善者能受人賞識，為惡者遭人唾棄，做人實在則貴人隨時會出現，不用煩惱，此卦為上中卦得分為75分。"},
{"Identifier":15,"zhHant":"歷經風霜雨雪，能得好機會更需把握，美好前程更待開創，成功得來不易，只能好好把握，否則機會恐怕再來不易，此卦為中中卦得分為60分。","zhHans":"历经风霜雨雪，能得好机会更需把握，美好前程更待开创，成功得来不易，只能好好把握，否则机会恐怕再来不易，此卦为中中卦得分为60分。","en":"歷經風霜雨雪，能得好機會更需把握，美好前程更待開創，成功得來不易，只能好好把握，否則機會恐怕再來不易，此卦為中中卦得分為60分。"},
{"Identifier":16,"zhHant":"好像做什麼像什麼，凡事能自立自強，精神奕奕，獨領風騷，好好經營會有好名聲，把握時機奮力一搏，大好光明就在眼前，此卦為上中卦得分為75分。","zhHans":"好像做什么像什么，凡事能自立自强，精神奕奕，独领风骚，好好经营会有好名声，把握时机奋力一搏，大好光明就在眼前，此卦为上中卦得分为75分。","en":"好像做什麼像什麼，凡事能自立自強，精神奕奕，獨領風騷，好好經營會有好名聲，把握時機奮力一搏，大好光明就在眼前，此卦為上中卦得分為75分。"},
{"Identifier":17,"zhHant":"事事會逢貴人，才能得到賞識，好運將至，凡事若能持之以恆，皆順順利利，穩定中求成長，但切記，不必理會旁人的閒言閒語，此卦為上中卦得分75分。","zhHans":"事事会逢贵人，才能得到赏识，好运将至，凡事若能持之以恒，皆顺顺利利，稳定中求成长，但切记，不必理会旁人的闲言闲语，此卦为上中卦得分75分。","en":"事事會逢貴人，才能得到賞識，好運將至，凡事若能持之以恆，皆順順利利，穩定中求成長，但切記，不必理會旁人的閒言閒語，此卦為上中卦得分75分。"},
{"Identifier":18,"zhHant":"好運當頭，吉星高照，神清氣爽，憂慮全然消失於無形，喜事從天而降，一路走來會過關斬將，事情到最後是個美好結果，此卦為上上卦得分為90分。","zhHans":"好运当头，吉星高照，神清气爽，忧虑全然消失于无形，喜事从天而降，一路走来会过关斩将，事情到最后是个美好结果，此卦为上上卦得分为90分。","en":"好運當頭，吉星高照，神清氣爽，憂慮全然消失於無形，喜事從天而降，一路走來會過關斬將，事情到最後是個美好結果，此卦為上上卦得分為90分。"},
{"Identifier":19,"zhHant":"不好的運逐漸遠離，災禍也不見了，福祿雙致，前途光亮做事順暢，能得良友相助，一點也不用存疑，此卦為上上卦得分為90分。","zhHans":"不好的运逐渐远离，灾祸也不见了，福禄双致，前途光亮做事顺畅，能得良友相助，一点也不用存疑，此卦为上上卦得分为90分。","en":"不好的運逐漸遠離，災禍也不見了，福祿雙致，前途光亮做事順暢，能得良友相助，一點也不用存疑，此卦為上上卦得分為90分。"},
{"Identifier":20,"zhHant":"此數靈動為風光難再現，美景也逐漸遠離，總是失去的多，收穫的少，得到的總是一瞬間，喜事少，擔憂多，心中存有很多疑慮，此為下中卦得分45分。","zhHans":"此数灵动为风光难再现，美景也逐渐远离，总是失去的多，收获的少，得到的总是一瞬间，喜事少，担忧多，心中存有很多疑虑，此为下中卦得分45分。","en":"此數靈動為風光難再現，美景也逐漸遠離，總是失去的多，收穫的少，得到的總是一瞬間，喜事少，擔憂多，心中存有很多疑慮，此為下中卦得分45分。"},
{"Identifier":21,"zhHant":"既然決定之事就勇敢去做吧，在時間點的掌握上不錯，萬事皆可成就，無往不利，最後會有很不錯的收穫，功名在望，成就非凡，此為上上卦得分90分。","zhHans":"既然决定之事就勇敢去做吧，在时间点的掌握上不错，万事皆可成就，无往不利，最后会有很不错的收获，功名在望，成就非凡，此为上上卦得分90分。","en":"既然決定之事就勇敢去做吧，在時間點的掌握上不錯，萬事皆可成就，無往不利，最後會有很不錯的收穫，功名在望，成就非凡，此為上上卦得分90分。"},
{"Identifier":22,"zhHant":"有得有失，美好事物未能雙全，見好即收，不要貪得，才能長久，不要在意別人的看法，只要對的事就可以為之，此卦為中中卦得分為60分。","zhHans":"有得有失，美好事物未能双全，见好即收，不要贪得，才能长久，不要在意别人的看法，只要对的事就可以为之，此卦为中中卦得分为60分。","en":"有得有失，美好事物未能雙全，見好即收，不要貪得，才能長久，不要在意別人的看法，只要對的事就可以為之，此卦為中中卦得分為60分。"},
{"Identifier":23,"zhHant":"易逢不測之災，良辰易逝，有名無實，外表風光愉快，內心充滿憂慮無奈，保持平常心，機會尚未來臨，就只有等等等，此卦為下中卦得分為45分。","zhHans":"易逢不测之灾，良辰易逝，有名无实，外表风光愉快，内心充满忧虑无奈，保持平常心，机会尚未来临，就只有等等等，此卦为下中卦得分为45分。","en":"易逢不測之災，良辰易逝，有名無實，外表風光愉快，內心充滿憂慮無奈，保持平常心，機會尚未來臨，就只有等等等，此卦為下中卦得分為45分。"},
{"Identifier":24,"zhHant":"喜事未到，卻已逢憂，悲喜交加，常受外在煎熬，無喜恐有憂，凡事都不對，此時必須停住腳步，勿莽動才能保本，此卦為下下卦得分為30分。","zhHans":"喜事未到，却已逢忧，悲喜交加，常受外在煎熬，无喜恐有忧，凡事都不对，此时必须停住脚步，勿莽动才能保本，此卦为下下卦得分为30分。","en":"喜事未到，卻已逢憂，悲喜交加，常受外在煎熬，無喜恐有憂，凡事都不對，此時必須停住腳步，勿莽動才能保本，此卦為下下卦得分為30分。"},
{"Identifier":25,"zhHant":"雖得富貴，尚須謹防憑空消逝，待人處世，更應戒慎口舌，以防是非之災，此卦算是不錯之卦象，恭禧，此卦為上中卦得分為75分。","zhHans":"虽得富贵，尚须谨防凭空消逝，待人处世，更应戒慎口舌，以防是非之灾，此卦算是不错之卦象，恭禧，此卦为上中卦得分为75分。","en":"雖得富貴，尚須謹防憑空消逝，待人處世，更應戒慎口舌，以防是非之災，此卦算是不錯之卦象，恭禧，此卦為上中卦得分為75分。"},
{"Identifier":26,"zhHant":"上下不能同心協力，多勞少功，但只要奮力不懈，終將可達理想之地，與人合作要誠心，要互相體諒，才能成功，此卦為中上卦得分為60分。","zhHans":"上下不能同心协力，多劳少功，但只要奋力不懈，终将可达理想之地，与人合作要诚心，要互相体谅，才能成功，此卦为中上卦得分为60分。","en":"上下不能同心協力，多勞少功，但只要奮力不懈，終將可達理想之地，與人合作要誠心，要互相體諒，才能成功，此卦為中上卦得分為60分。"},
{"Identifier":27,"zhHant":"不宜一心二用，須提防福禍相連，前途若能得到貴人提拔，則能飛黃騰達，身居要職，事事如意，此卦為上中卦得分為75分。","zhHans":"不宜一心二用，须提防福祸相连，前途若能得到贵人提拔，则能飞黄腾达，身居要职，事事如意，此卦为上中卦得分为75分。","en":"不宜一心二用，須提防福禍相連，前途若能得到貴人提拔，則能飛黃騰達，身居要職，事事如意，此卦為上中卦得分為75分。"},
{"Identifier":28,"zhHant":"依序漸進，不易也不難，握住方向保持清靜的心情，謀定而後動即可得到想要的結果，此卦為上中卦得分為75分。","zhHans":"依序渐进，不易也不难，握住方向保持清静的心情，谋定而后动即可得到想要的结果，此卦为上中卦得分为75分。","en":"依序漸進，不易也不難，握住方向保持清靜的心情，謀定而後動即可得到想要的結果，此卦為上中卦得分為75分。"},
{"Identifier":29,"zhHant":"水能載舟亦能覆舟，凡事拿捏不準家中成員意見分歧，就像一艘汪洋中的孤船，沒有船長、沒有方向，前途堪憂，此卦為下下卦得分為30分 。","zhHans":"水能载舟亦能覆舟，凡事拿捏不准家中成员意见分歧，就像一艘汪洋中的孤船，没有船长、没有方向，前途堪忧，此卦为下下卦得分为30分 。","en":"水能載舟亦能覆舟，凡事拿捏不準家中成員意見分歧，就像一艘汪洋中的孤船，沒有船長、沒有方向，前途堪憂，此卦為下下卦得分為30分 。"},
{"Identifier":30,"zhHant":"雖處於艱險困難環境中，但情勢卻沒有想像中惡劣，就像滿天烏雲終究會露出陽光，事事謹慎而為，不要莽撞，凡是都能渡過難關，此卦為中中卦得分60。","zhHans":"虽处于艰险困难环境中，但情势却没有想像中恶劣，就像满天乌云终究会露出阳光，事事谨慎而为，不要莽撞，凡是都能渡过难关，此卦为中中卦得分60。","en":"雖處於艱險困難環境中，但情勢卻沒有想像中惡劣，就像滿天烏雲終究會露出陽光，事事謹慎而為，不要莽撞，凡是都能渡過難關，此卦為中中卦得分60。"},
{"Identifier":31,"zhHant":"雖然不是每件事都很如意，但也能順利完成，有經歷波折之事，反而更加珍惜，自助而後人助，富貴自然可成，此卦為上中卦得分為75分。","zhHans":"虽然不是每件事都很如意，但也能顺利完成，有经历波折之事，反而更加珍惜，自助而后人助，富贵自然可成，此卦为上中卦得分为75分。","en":"雖然不是每件事都很如意，但也能順利完成，有經歷波折之事，反而更加珍惜，自助而後人助，富貴自然可成，此卦為上中卦得分為75分。"},
{"Identifier":32,"zhHant":"眾叛親離，孤軍奮鬥，與人意見不和，事情總是事倍功半，要完成一件事情總需經波折變動，才可達成，真的好累好累，慎思慎思，此為下下卦得分30分。","zhHans":"众叛亲离，孤军奋斗，与人意见不和，事情总是事倍功半，要完成一件事情总需经波折变动，才可达成，真的好累好累，慎思慎思，此为下下卦得分30分。","en":"眾叛親離，孤軍奮鬥，與人意見不和，事情總是事倍功半，要完成一件事情總需經波折變動，才可達成，真的好累好累，慎思慎思，此為下下卦得分30分。"},
{"Identifier":33,"zhHant":"此卦象為貴人明現，福祿雙全，人事圓滿功名有望，常有外來的助力，多說好話，多做好事，一切都會很圓滿，此卦為上上卦得分為90分。","zhHans":"此卦象为贵人明现，福禄双全，人事圆满功名有望，常有外来的助力，多说好话，多做好事，一切都会很圆满，此卦为上上卦得分为90分。","en":"此卦象為貴人明現，福祿雙全，人事圓滿功名有望，常有外來的助力，多說好話，多做好事，一切都會很圓滿，此卦為上上卦得分為90分。"},
{"Identifier":34,"zhHant":"和諧團結，自助人助，當可逢凶化吉，轉悲為喜，無往不利，證明做人要和氣，才能生財，千萬不要與人不悅，事事可圓滿，此卦為上中卦得分為75分。","zhHans":"和谐团结，自助人助，当可逢凶化吉，转悲为喜，无往不利，证明做人要和气，才能生财，千万不要与人不悦，事事可圆满，此卦为上中卦得分为75分。","en":"和諧團結，自助人助，當可逢凶化吉，轉悲為喜，無往不利，證明做人要和氣，才能生財，千萬不要與人不悅，事事可圓滿，此卦為上中卦得分為75分。"},
{"Identifier":35,"zhHant":"力不從心，常有失落感，阻礙無端的一直產生，看似平順，卻又困難重重，投資易失利，好夢難圓，且容易惹是非，此卦為下下卦得分為30分。","zhHans":"力不从心，常有失落感，阻碍无端的一直产生，看似平顺，却又困难重重，投资易失利，好梦难圆，且容易惹是非，此卦为下下卦得分为30分。","en":"力不從心，常有失落感，阻礙無端的一直產生，看似平順，卻又困難重重，投資易失利，好夢難圓，且容易惹是非，此卦為下下卦得分為30分。"},
{"Identifier":36,"zhHant":"勞力勞心，身心難安，凡事需經過幾番波折，才能達成目標 ，事倍功半，做事易三心兩意，自己被自己打敗 ，此卦為下下卦得分為30分。","zhHans":"劳力劳心，身心难安，凡事需经过几番波折，才能达成目标 ，事倍功半，做事易三心两意，自己被自己打败 ，此卦为下下卦得分为30分。","en":"勞力勞心，身心難安，凡事需經過幾番波折，才能達成目標 ，事倍功半，做事易三心兩意，自己被自己打敗 ，此卦為下下卦得分為30分。"},
{"Identifier":37,"zhHant":"能找到志氣相投緣之人，有事好商量，群體也能上、下同心，事事如願，心中願望能達成，宜邁開腳步，勇往向前，成功在望，此卦為上上卦得分為90分。","zhHans":"能找到志气相投缘之人，有事好商量，群体也能上、下同心，事事如愿，心中愿望能达成，宜迈开脚步，勇往向前，成功在望，此卦为上上卦得分为90分。","en":"能找到志氣相投緣之人，有事好商量，群體也能上、下同心，事事如願，心中願望能達成，宜邁開腳步，勇往向前，成功在望，此卦為上上卦得分為90分。"},
{"Identifier":38,"zhHant":"事與願違，凡事不是很順，但也不致於太差，很難達到圓滿的境界，外表意氣風發，內心得不到滿足，宜謹慎行事，求保安康，此卦為中平卦得分為45分。","zhHans":"事与愿违，凡事不是很顺，但也不致于太差，很难达到圆满的境界，外表意气风发，内心得不到满足，宜谨慎行事，求保安康，此卦为中平卦得分为45分。","en":"事與願違，凡事不是很順，但也不致於太差，很難達到圓滿的境界，外表意氣風發，內心得不到滿足，宜謹慎行事，求保安康，此卦為中平卦得分為45分。"},
{"Identifier":39,"zhHant":"好事多磨，柳暗花明，路途雖然遙遠艱辛，但最後能排除萬難，達成心中所願，請您盡心盡力，一切沒問題，此卦為上中卦得分為75分。","zhHans":"好事多磨，柳暗花明，路途虽然遥远艰辛，但最后能排除万难，达成心中所愿，请您尽心尽力，一切没问题，此卦为上中卦得分为75分。","en":"好事多磨，柳暗花明，路途雖然遙遠艱辛，但最後能排除萬難，達成心中所願，請您盡心盡力，一切沒問題，此卦為上中卦得分為75分。"},
{"Identifier":40,"zhHant":"歷程雖然艱辛，卻能自我充實，風波雖有，卻也無礙，能因禍得福，自在快樂，心中充滿希望，此卦為上中卦得分為75分。","zhHans":"历程虽然艰辛，却能自我充实，风波虽有，却也无碍，能因祸得福，自在快乐，心中充满希望，此卦为上中卦得分为75分。","en":"歷程雖然艱辛，卻能自我充實，風波雖有，卻也無礙，能因禍得福，自在快樂，心中充滿希望，此卦為上中卦得分為75分。"},
{"Identifier":41,"zhHant":"能化險為夷，轉禍得福，無憂無慮 ，常得貴人助，成功有望，心中想做就去做，成功就在眼前，恭禧，此卦為上上卦得分為90分。","zhHans":"能化险为夷，转祸得福，无忧无虑 ，常得贵人助，成功有望，心中想做就去做，成功就在眼前，恭禧，此卦为上上卦得分为90分。","en":"能化險為夷，轉禍得福，無憂無慮 ，常得貴人助，成功有望，心中想做就去做，成功就在眼前，恭禧，此卦為上上卦得分為90分。"},
{"Identifier":42,"zhHant":"福星相照，得天時地利，吉人天相，事半功倍，前程無可限量，任君遨遊，不管保持現狀或往前衝，都會有不錯的成果，此卦為上上卦得分為90分。","zhHans":"福星相照，得天时地利，吉人天相，事半功倍，前程无可限量，任君遨游，不管保持现状或往前冲，都会有不错的成果，此卦为上上卦得分为90分。","en":"福星相照，得天時地利，吉人天相，事半功倍，前程無可限量，任君遨遊，不管保持現狀或往前衝，都會有不錯的成果，此卦為上上卦得分為90分。"},
{"Identifier":43,"zhHant":"事事不太如意，虎落平陽被犬欺，不得意，不得時，尚須幾番奮鬥，才可脫離困境，如不努力執行，大概只能說是紙上談兵而已，此卦為下中卦得分為45分。","zhHans":"事事不太如意，虎落平阳被犬欺，不得意，不得时，尚须几番奋斗，才可脱离困境，如不努力执行，大概只能说是纸上谈兵而已，此卦为下中卦得分为45分。","en":"事事不太如意，虎落平陽被犬欺，不得意，不得時，尚須幾番奮鬥，才可脫離困境，如不努力執行，大概只能說是紙上談兵而已，此卦為下中卦得分為45分。"},
{"Identifier":44,"zhHant":"用心經營終究有所成就，雖然一路走來也蠻勞心的，但能得貴人相助，皇天不負苦心人，最後會以笑容收場，此卦為上中卦得分為75分。","zhHans":"用心经营终究有所成就，虽然一路走来也蛮劳心的，但能得贵人相助，皇天不负苦心人，最后会以笑容收场，此卦为上中卦得分为75分。","en":"用心經營終究有所成就，雖然一路走來也蠻勞心的，但能得貴人相助，皇天不負苦心人，最後會以笑容收場，此卦為上中卦得分為75分。"},
{"Identifier":45,"zhHant":"空有夢想，始終未能如願，無法得到真實人生，一切似乎很美滿，但現實好像有所欠缺，始終空歡喜一場，最後總是感嘆收場，此卦為下中卦得分為45分。","zhHans":"空有梦想，始终未能如愿，无法得到真实人生，一切似乎很美满，但现实好像有所欠缺，始终空欢喜一场，最后总是感叹收场，此卦为下中卦得分为45分。","en":"空有夢想，始終未能如願，無法得到真實人生，一切似乎很美滿，但現實好像有所欠缺，始終空歡喜一場，最後總是感嘆收場，此卦為下中卦得分為45分。"},
{"Identifier":46,"zhHant":"點石成金，鑿石得玉，只需些許用心，即能達到成功，勇往直前，收穫必豐，看的到不一定能得到，所以還是需要加把勁，此卦為中中卦得分為60分。","zhHans":"点石成金，凿石得玉，只需些许用心，即能达到成功，勇往直前，收获必丰，看的到不一定能得到，所以还是需要加把劲，此卦为中中卦得分为60分。","en":"點石成金，鑿石得玉，只需些許用心，即能達到成功，勇往直前，收穫必豐，看的到不一定能得到，所以還是需要加把勁，此卦為中中卦得分為60分。"},
{"Identifier":47,"zhHant":"名成利就，前程無憂，相輔相成，道途平順，春風得意，諸事順心，奮力向前，衣錦榮歸，好事都將來臨，此卦為上上卦得分為90分。","zhHans":"名成利就，前程无忧，相辅相成，道途平顺，春风得意，诸事顺心，奋力向前，衣锦荣归，好事都将来临，此卦为上上卦得分为90分。","en":"名成利就，前程無憂，相輔相成，道途平順，春風得意，諸事順心，奮力向前，衣錦榮歸，好事都將來臨，此卦為上上卦得分為90分。"},
{"Identifier":48,"zhHant":"艱苦無依，心灰意冷，全心投入卻難得回報，事事皆無功而返，想突破難關且沒勇氣嘗試，往往臨陣脫逃，不好呀！此卦為下下卦得分為30分。","zhHans":"艰苦无依，心灰意冷，全心投入却难得回报，事事皆无功而返，想突破难关且没勇气尝试，往往临阵脱逃，不好呀！此卦为下下卦得分为30分。","en":"艱苦無依，心灰意冷，全心投入卻難得回報，事事皆無功而返，想突破難關且沒勇氣嘗試，往往臨陣脫逃，不好呀！此卦為下下卦得分為30分。"},
{"Identifier":49,"zhHant":"憂喜參半，有得有失，若能遇到有緣人，心中之事，方能有所寄託，貴人及有助之人，仔細探尋才能得到佳音，此卦為中平掛得分為45分。","zhHans":"忧喜参半，有得有失，若能遇到有缘人，心中之事，方能有所寄托，贵人及有助之人，仔细探寻才能得到佳音，此卦为中平挂得分为45分。","en":"憂喜參半，有得有失，若能遇到有緣人，心中之事，方能有所寄託，貴人及有助之人，仔細探尋才能得到佳音，此卦為中平掛得分為45分。"},
{"Identifier":50,"zhHant":"開創有餘，守成不足，常會得而復失，若求成功，必須加倍努力，自己實力不足，不足以擔當重任，利用時間多充實，此為下中卦得分45分。","zhHans":"开创有余，守成不足，常会得而复失，若求成功，必须加倍努力，自己实力不足，不足以担当重任，利用时间多充实，此为下中卦得分45分。","en":"開創有餘，守成不足，常會得而復失，若求成功，必須加倍努力，自己實力不足，不足以擔當重任，利用時間多充實，此為下中卦得分45分。"},
{"Identifier":51,"zhHant":"細水長流，穩定成長，一步一腳印，實在踏實，前途光明可期，俗語說人在做，天在看，做善事就結良緣，恭禧，此卦為上上卦得分為90分。","zhHans":"细水长流，稳定成长，一步一脚印，实在踏实，前途光明可期，俗语说人在做，天在看，做善事就结良缘，恭禧，此卦为上上卦得分为90分。","en":"細水長流，穩定成長，一步一腳印，實在踏實，前途光明可期，俗語說人在做，天在看，做善事就結良緣，恭禧，此卦為上上卦得分為90分。"},
{"Identifier":52,"zhHant":"看似黑暗，但事實上卻是前景光明，事可圓滿，須把握好時光，勤奮努力，功名利祿終可達成，此卦為上中卦得分為75分。","zhHans":"看似黑暗，但事实上却是前景光明，事可圆满，须把握好时光，勤奋努力，功名利禄终可达成，此卦为上中卦得分为75分。","en":"看似黑暗，但事實上卻是前景光明，事可圓滿，須把握好時光，勤奮努力，功名利祿終可達成，此卦為上中卦得分為75分。"},
{"Identifier":53,"zhHant":"時運不錯，遇到的都是好人，慢工出細活，媳婦熬成婆，依序漸進一步一腳印，即可保守成家業，此卦為中中卦得分為60分。","zhHans":"时运不错，遇到的都是好人，慢工出细活，媳妇熬成婆，依序渐进一步一脚印，即可保守成家业，此卦为中中卦得分为60分。","en":"時運不錯，遇到的都是好人，慢工出細活，媳婦熬成婆，依序漸進一步一腳印，即可保守成家業，此卦為中中卦得分為60分。"},
{"Identifier":54,"zhHant":"只要觀念正確，按部就班行事，名利可得，將會豐收，只有行事專一，持之以恆必能成功，不必懷疑，此卦為上中卦得分為75分。","zhHans":"只要观念正确，按部就班行事，名利可得，将会丰收，只有行事专一，持之以恒必能成功，不必怀疑，此卦为上中卦得分为75分。","en":"只要觀念正確，按部就班行事，名利可得，將會豐收，只有行事專一，持之以恆必能成功，不必懷疑，此卦為上中卦得分為75分。"},
{"Identifier":55,"zhHant":"談笑風聲，心想事成，不須勞碌即可達成理想的目標，運勢好得很，只要不做虧心事，就會好運連連，功名漸近，此卦為上上卦得分為90分。","zhHans":"谈笑风声，心想事成，不须劳碌即可达成理想的目标，运势好得很，只要不做亏心事，就会好运连连，功名渐近，此卦为上上卦得分为90分。","en":"談笑風聲，心想事成，不須勞碌即可達成理想的目標，運勢好得很，只要不做虧心事，就會好運連連，功名漸近，此卦為上上卦得分為90分。"},
{"Identifier":56,"zhHant":"做事圓融，凡事均可圓滿成功，心中的理想必能實現，處事之間也很平順，好願景很快就會實現，此卦為上上卦得分為90分。","zhHans":"做事圆融，凡事均可圆满成功，心中的理想必能实现，处事之间也很平顺，好愿景很快就会实现，此卦为上上卦得分为90分。","en":"做事圓融，凡事均可圓滿成功，心中的理想必能實現，處事之間也很平順，好願景很快就會實現，此卦為上上卦得分為90分。"},
{"Identifier":57,"zhHant":"人能得富貴，凡事會大事化小事，所有紛擾困惑之事均能得以解決，貴人的建議要聽，對事情會有很大的幫助，此卦為上中卦得分為75分。","zhHans":"人能得富贵，凡事会大事化小事，所有纷扰困惑之事均能得以解决，贵人的建议要听，对事情会有很大的帮助，此卦为上中卦得分为75分。","en":"人能得富貴，凡事會大事化小事，所有紛擾困惑之事均能得以解決，貴人的建議要聽，對事情會有很大的幫助，此卦為上中卦得分為75分。"},
{"Identifier":58,"zhHant":"心事難安，置身於恐懼之中，日落西山，希望渺茫，夢想和抱負，難以實現，有事急不得，要慢慢等到時機出現，此卦為下下卦得分為30分。","zhHans":"心事难安，置身于恐惧之中，日落西山，希望渺茫，梦想和抱负，难以实现，有事急不得，要慢慢等到时机出现，此卦为下下卦得分为30分。","en":"心事難安，置身於恐懼之中，日落西山，希望渺茫，夢想和抱負，難以實現，有事急不得，要慢慢等到時機出現，此卦為下下卦得分為30分。"},
{"Identifier":59,"zhHant":"佳音連連，成功指日可待，一鳴驚人，一飛衝天，能享有美好名聲，得到幸福人生，此卦為上上卦得分為90分。","zhHans":"佳音连连，成功指日可待，一鸣惊人，一飞冲天，能享有美好名声，得到幸福人生，此卦为上上卦得分为90分。","en":"佳音連連，成功指日可待，一鳴驚人，一飛衝天，能享有美好名聲，得到幸福人生，此卦為上上卦得分為90分。"},
{"Identifier":60,"zhHant":"未能得以清心，有志難伸，心智易受矇蔽，處事不能清晰明快，庸庸碌碌，疲於奔命，事勞功少，此卦為下中卦得分為45分。","zhHans":"未能得以清心，有志难伸，心智易受蒙蔽，处事不能清晰明快，庸庸碌碌，疲于奔命，事劳功少，此卦为下中卦得分为45分。","en":"未能得以清心，有志難伸，心智易受矇蔽，處事不能清晰明快，庸庸碌碌，疲於奔命，事勞功少，此卦為下中卦得分為45分。"},
{"Identifier":61,"zhHant":"自尋煩惱，心事重重，倘能坦然面對事情，則海闊天空，任君遨翔，心情仍決定一件事成功或失敗主要因素，請靜下心吧！此卦為上中卦得分為75分。","zhHans":"自寻烦恼，心事重重，倘能坦然面对事情，则海阔天空，任君遨翔，心情仍决定一件事成功或失败主要因素，请静下心吧！此卦为上中卦得分为75分。","en":"自尋煩惱，心事重重，倘能坦然面對事情，則海闊天空，任君遨翔，心情仍決定一件事成功或失敗主要因素，請靜下心吧！此卦為上中卦得分為75分。"},
{"Identifier":62,"zhHant":"防人之心不可無，但亦不必猜疑，眼見風雨即將遠去，撥雲見日放光明，此籤是希望無窮的象徵，可以穩定中求成長，此卦為上中卦得分為75分。","zhHans":"防人之心不可无，但亦不必猜疑，眼见风雨即将远去，拨云见日放光明，此签是希望无穷的象征，可以稳定中求成长，此卦为上中卦得分为75分。","en":"防人之心不可無，但亦不必猜疑，眼見風雨即將遠去，撥雲見日放光明，此籤是希望無窮的象徵，可以穩定中求成長，此卦為上中卦得分為75分。"},
{"Identifier":63,"zhHant":"家庭難和順，夫妻爭吵不能免，心情煩悶，精神不振，難達圓滿之境，心思太雜，想像力太豐富，把自己搞得太煩，什麼事都做不好，此卦為下下卦得分30分。","zhHans":"家庭难和顺，夫妻争吵不能免，心情烦闷，精神不振，难达圆满之境，心思太杂，想像力太丰富，把自己搞得太烦，什么事都做不好，此卦为下下卦得分30分。","en":"家庭難和順，夫妻爭吵不能免，心情煩悶，精神不振，難達圓滿之境，心思太雜，想像力太豐富，把自己搞得太煩，什麼事都做不好，此卦為下下卦得分30分。"},
{"Identifier":64,"zhHant":"花好月圓，人長久，凡事皆能順利，時機成熟，無往不利，自立自強，成功圓滿想什麼就幹了吧，此卦為上上卦得分為90分。","zhHans":"花好月圆，人长久，凡事皆能顺利，时机成熟，无往不利，自立自强，成功圆满想什么就干了吧，此卦为上上卦得分为90分。","en":"花好月圓，人長久，凡事皆能順利，時機成熟，無往不利，自立自強，成功圓滿想什麼就幹了吧，此卦為上上卦得分為90分。"},
{"Identifier":65,"zhHant":"奮鬥有成，路途平順，只是心情尚未開朗，當雲開見日時，光明隨之來臨到時，更有可為，此卦為上中卦得分為75分。","zhHans":"奋斗有成，路途平顺，只是心情尚未开朗，当云开见日时，光明随之来临到时，更有可为，此卦为上中卦得分为75分。","en":"奮鬥有成，路途平順，只是心情尚未開朗，當雲開見日時，光明隨之來臨到時，更有可為，此卦為上中卦得分為75分。"},
{"Identifier":66,"zhHant":"人說人生是彩色的，莫過於所有的事都能心想事成，目前正處於人生高峰，一路清心順暢，享受富貴榮華，此卦為上上卦得分為90分。","zhHans":"人说人生是彩色的，莫过于所有的事都能心想事成，目前正处于人生高峰，一路清心顺畅，享受富贵荣华，此卦为上上卦得分为90分。","en":"人說人生是彩色的，莫過於所有的事都能心想事成，目前正處於人生高峰，一路清心順暢，享受富貴榮華，此卦為上上卦得分為90分。"},
{"Identifier":67,"zhHant":"前有險阻，後無退路，路途飄搖未定，事事紛擾難平，枝節重生，前程憂慮不堪，此卦為下下卦得分為30分。","zhHans":"前有险阻，后无退路，路途飘摇未定，事事纷扰难平，枝节重生，前程忧虑不堪，此卦为下下卦得分为30分。","en":"前有險阻，後無退路，路途飄搖未定，事事紛擾難平，枝節重生，前程憂慮不堪，此卦為下下卦得分為30分。"},
{"Identifier":68,"zhHant":"天生麗質難自棄，縱有小瑕疵亦無妨，前程恰似寶石般的光亮，一生將逍遙無憂，富貴常在，此卦為上上卦得分為90分。","zhHans":"天生丽质难自弃，纵有小瑕疵亦无妨，前程恰似宝石般的光亮，一生将逍遥无忧，富贵常在，此卦为上上卦得分为90分。","en":"天生麗質難自棄，縱有小瑕疵亦無妨，前程恰似寶石般的光亮，一生將逍遙無憂，富貴常在，此卦為上上卦得分為90分。"},
{"Identifier":69,"zhHant":"月有陰晴圓缺，人有旦夕禍福，前途難測，處事當深思熟慮，等待時機，不可妄為，此卦為中中卦得分為60分。","zhHans":"月有阴晴圆缺，人有旦夕祸福，前途难测，处事当深思熟虑，等待时机，不可妄为，此卦为中中卦得分为60分。","en":"月有陰晴圓缺，人有旦夕禍福，前途難測，處事當深思熟慮，等待時機，不可妄為，此卦為中中卦得分為60分。"},
{"Identifier":70,"zhHant":"辛苦沒有收穫，凡事先苦後甘，轉憂為喜，破涕為笑，大可不必煩心憂慮，如能安份保守經營，所求之事，終將能如願以償，此卦為上中卦得分為75分。","zhHans":"辛苦没有收获，凡事先苦后甘，转忧为喜，破涕为笑，大可不必烦心忧虑，如能安份保守经营，所求之事，终将能如愿以偿，此卦为上中卦得分为75分。","en":"辛苦沒有收穫，凡事先苦後甘，轉憂為喜，破涕為笑，大可不必煩心憂慮，如能安份保守經營，所求之事，終將能如願以償，此卦為上中卦得分為75分。"},
{"Identifier":71,"zhHant":"努力去想，用心去做，會有所得，身處有利環境，怡然自得，功名利祿隨手可得，但須專心一致，否則得到的只有一半而已，奮力向前，此為上中卦得分75分。","zhHans":"努力去想，用心去做，会有所得，身处有利环境，怡然自得，功名利禄随手可得，但须专心一致，否则得到的只有一半而已，奋力向前，此为上中卦得分75分。","en":"努力去想，用心去做，會有所得，身處有利環境，怡然自得，功名利祿隨手可得，但須專心一致，否則得到的只有一半而已，奮力向前，此為上中卦得分75分。"},
{"Identifier":72,"zhHant":"的確是很認真在經營人生，但成果總是不如所願，壞運常常降臨，總缺乏貴人相助，前途真是堪慮，像似風雨飄搖的孤船，此卦為下下卦得分為30分。","zhHans":"的确是很认真在经营人生，但成果总是不如所愿，坏运常常降临，总缺乏贵人相助，前途真是堪虑，像似风雨飘摇的孤船，此卦为下下卦得分为30分。","en":"的確是很認真在經營人生，但成果總是不如所願，壞運常常降臨，總缺乏貴人相助，前途真是堪慮，像似風雨飄搖的孤船，此卦為下下卦得分為30分。"},
{"Identifier":73,"zhHant":"心中充滿願景，有夢最美，凡事能心想事成；因為以氣勢而言，吉星高照，能得貴人相助，前程似一片光明，但不可投機喔～此卦為上上卦得分為90分。","zhHans":"心中充满愿景，有梦最美，凡事能心想事成；因为以气势而言，吉星高照，能得贵人相助，前程似一片光明，但不可投机喔～此卦为上上卦得分为90分。","en":"心中充滿願景，有夢最美，凡事能心想事成；因為以氣勢而言，吉星高照，能得貴人相助，前程似一片光明，但不可投機喔～此卦為上上卦得分為90分。"},
{"Identifier":74,"zhHant":"無事會生非，諸事不順，無端的捲入紛爭是非，所以凡事找人多商量，如果無端被中傷或誤會，要忍耐，否則會惹一大堆麻煩，此卦為下下卦得分為30分。","zhHans":"无事会生非，诸事不顺，无端的卷入纷争是非，所以凡事找人多商量，如果无端被中伤或误会，要忍耐，否则会惹一大堆麻烦，此卦为下下卦得分为30分。","en":"無事會生非，諸事不順，無端的捲入紛爭是非，所以凡事找人多商量，如果無端被中傷或誤會，要忍耐，否則會惹一大堆麻煩，此卦為下下卦得分為30分。"},
{"Identifier":75,"zhHant":"看似喜事連連，確實所有事情都會讓您心情愉快，逢事貴人顯現，挫折迎刃而解，凡事能水到渠成，讓您無憂無慮，自在逍遙，此卦為上上卦得分為90分。","zhHans":"看似喜事连连，确实所有事情都会让您心情愉快，逢事贵人显现，挫折迎刃而解，凡事能水到渠成，让您无忧无虑，自在逍遥，此卦为上上卦得分为90分。","en":"看似喜事連連，確實所有事情都會讓您心情愉快，逢事貴人顯現，挫折迎刃而解，凡事能水到渠成，讓您無憂無慮，自在逍遙，此卦為上上卦得分為90分。"},
{"Identifier":76,"zhHant":"長久以來運勢平平，未來已走出陰霾，漸入佳境的能遇高人指點，所有的事只要有始有終，將會得到成功，此卦為中中卦得分為60分。","zhHans":"长久以来运势平平，未来已走出阴霾，渐入佳境的能遇高人指点，所有的事只要有始有终，将会得到成功，此卦为中中卦得分为60分。","en":"長久以來運勢平平，未來已走出陰霾，漸入佳境的能遇高人指點，所有的事只要有始有終，將會得到成功，此卦為中中卦得分為60分。"},
{"Identifier":77,"zhHant":"喜事將遠離，行事困難險阻，事多半途而廢，不能始終如一，日子會越來越難過，需多布施解之，此卦為下中卦得分為45分。","zhHans":"喜事将远离，行事困难险阻，事多半途而废，不能始终如一，日子会越来越难过，需多布施解之，此卦为下中卦得分为45分。","en":"喜事將遠離，行事困難險阻，事多半途而廢，不能始終如一，日子會越來越難過，需多布施解之，此卦為下中卦得分為45分。"},
{"Identifier":78,"zhHant":"碰上的事都是喜事，想要的願望也都能達成，容光煥發，朝氣蓬勃，事事順利，人生充滿亮麗的光彩，此卦為上上卦得分為90分。","zhHans":"碰上的事都是喜事，想要的愿望也都能达成，容光焕发，朝气蓬勃，事事顺利，人生充满亮丽的光彩，此卦为上上卦得分为90分。","en":"碰上的事都是喜事，想要的願望也都能達成，容光煥發，朝氣蓬勃，事事順利，人生充滿亮麗的光彩，此卦為上上卦得分為90分。"},
{"Identifier":79,"zhHant":"暗淡無光，飽受風霜欺凌，前途堪慮，心事憂煩，難得清閒，心中的理想及抱負總成空，此卦為下下卦得分為30分。","zhHans":"暗淡无光，饱受风霜欺凌，前途堪虑，心事忧烦，难得清闲，心中的理想及抱负总成空，此卦为下下卦得分为30分。","en":"暗淡無光，飽受風霜欺凌，前途堪慮，心事憂煩，難得清閒，心中的理想及抱負總成空，此卦為下下卦得分為30分。"},
{"Identifier":80,"zhHant":"所有的計畫要節制或停止，諸事不順，失誤連連，黑雲遮日，前途暗淡，只有耕耘，沒有收穫，此卦為下下卦得分為30分。","zhHans":"所有的计划要节制或停止，诸事不顺，失误连连，黑云遮日，前途暗淡，只有耕耘，没有收获，此卦为下下卦得分为30分。","en":"所有的計畫要節制或停止，諸事不順，失誤連連，黑雲遮日，前途暗淡，只有耕耘，沒有收穫，此卦為下下卦得分為30分。"},
{"Identifier":81,"zhHant":"進退兩難，徘徊不前，若能善用才能，自助人助，上下一心，尚有光明前程，千萬不要太自負，天外有天，人外有人，此卦為下中卦，得分為45分。","zhHans":"进退两难，徘徊不前，若能善用才能，自助人助，上下一心，尚有光明前程，千万不要太自负，天外有天，人外有人，此卦为下中卦，得分为45分。","en":"進退兩難，徘徊不前，若能善用才能，自助人助，上下一心，尚有光明前程，千萬不要太自負，天外有天，人外有人，此卦為下中卦，得分為45分。"},
{"Identifier":82,"zhHant":"力不從心，無功而返，須自我充實，等待機會，量力而為，不可貪得，千萬不要好高騖遠，此卦為中中卦得分為60分。","zhHans":"力不从心，无功而返，须自我充实，等待机会，量力而为，不可贪得，千万不要好高骛远，此卦为中中卦得分为60分。","en":"力不從心，無功而返，須自我充實，等待機會，量力而為，不可貪得，千萬不要好高騖遠，此卦為中中卦得分為60分。"},
{"Identifier":83,"zhHant":"無端無故遭困難，置身於逆境之中，得不到幫助，無語問蒼天，孤獨惆悵，好像什麼倒楣運都到身上了，多反省反省，此卦為下下卦得分為30分。","zhHans":"无端无故遭困难，置身于逆境之中，得不到帮助，无语问苍天，孤独惆怅，好像什么倒楣运都到身上了，多反省反省，此卦为下下卦得分为30分。","en":"無端無故遭困難，置身於逆境之中，得不到幫助，無語問蒼天，孤獨惆悵，好像什麼倒楣運都到身上了，多反省反省，此卦為下下卦得分為30分。"},
{"Identifier":84,"zhHant":"無法集中力量，常受外力干擾，若想得到好前程，尚須等待好的時機，煩事很多，心思捉摸不定，勸您一動，不如一靜，此卦為中中卦得分為60分。","zhHans":"无法集中力量，常受外力干扰，若想得到好前程，尚须等待好的时机，烦事很多，心思捉摸不定，劝您一动，不如一静，此卦为中中卦得分为60分。","en":"無法集中力量，常受外力干擾，若想得到好前程，尚須等待好的時機，煩事很多，心思捉摸不定，勸您一動，不如一靜，此卦為中中卦得分為60分。"},
{"Identifier":85,"zhHant":"美夢難成真，一切空有夢想，人家都說的比唱的好聽，要身體力行，才能達到成功境界，光說不練，很難成功，此卦為下中卦得分為45分。","zhHans":"美梦难成真，一切空有梦想，人家都说的比唱的好听，要身体力行，才能达到成功境界，光说不练，很难成功，此卦为下中卦得分为45分。","en":"美夢難成真，一切空有夢想，人家都說的比唱的好聽，要身體力行，才能達到成功境界，光說不練，很難成功，此卦為下中卦得分為45分。"},
{"Identifier":86,"zhHant":"得心應手，過去辛苦播種，終將歡喜的收穫，能掌握機會，贏得勝利成功，有種就可以去幹，一定會成功，此卦為上上卦得分為90分。","zhHans":"得心应手，过去辛苦播种，终将欢喜的收获，能掌握机会，赢得胜利成功，有种就可以去干，一定会成功，此卦为上上卦得分为90分。","en":"得心應手，過去辛苦播種，終將歡喜的收穫，能掌握機會，贏得勝利成功，有種就可以去幹，一定會成功，此卦為上上卦得分為90分。"},
{"Identifier":87,"zhHant":"際遇玄疑，有喜即有悲，難達圓滿，不能把握住機緣，往往日後空悲嘆，機運不好，不要亂衝，否則會很難看，此卦為下下卦得分為30分。","zhHans":"际遇玄疑，有喜即有悲，难达圆满，不能把握住机缘，往往日后空悲叹，机运不好，不要乱冲，否则会很难看，此卦为下下卦得分为30分。","en":"際遇玄疑，有喜即有悲，難達圓滿，不能把握住機緣，往往日後空悲嘆，機運不好，不要亂衝，否則會很難看，此卦為下下卦得分為30分。"},
{"Identifier":88,"zhHant":"成竹在胸，計劃周全，任何事不足憂慮，前程光明，希望無限，有願景，會實現，缺貴人自有貴人，好運會連連，此卦為上上卦得分為90分。","zhHans":"成竹在胸，计划周全，任何事不足忧虑，前程光明，希望无限，有愿景，会实现，缺贵人自有贵人，好运会连连，此卦为上上卦得分为90分。","en":"成竹在胸，計劃周全，任何事不足憂慮，前程光明，希望無限，有願景，會實現，缺貴人自有貴人，好運會連連，此卦為上上卦得分為90分。"},
{"Identifier":89,"zhHant":"不如意之事，十常八九，置身於險逆之中，理想難於實現，前途茫茫，運勢受阻，千萬不要決定重大事項，否則會很難看，此卦為下下卦得分為30分。","zhHans":"不如意之事，十常八九，置身于险逆之中，理想难于实现，前途茫茫，运势受阻，千万不要决定重大事项，否则会很难看，此卦为下下卦得分为30分。","en":"不如意之事，十常八九，置身於險逆之中，理想難於實現，前途茫茫，運勢受阻，千萬不要決定重大事項，否則會很難看，此卦為下下卦得分為30分。"},
{"Identifier":90,"zhHant":"全心全力投入，能有一番做為，可得上司賞識，榮升有望，成功不難，心想事成，本身有實力，可以衣錦榮歸，大家會恭賀您，此卦為上中卦得分為75分。","zhHans":"全心全力投入，能有一番做为，可得上司赏识，荣升有望，成功不难，心想事成，本身有实力，可以衣锦荣归，大家会恭贺您，此卦为上中卦得分为75分。","en":"全心全力投入，能有一番做為，可得上司賞識，榮升有望，成功不難，心想事成，本身有實力，可以衣錦榮歸，大家會恭賀您，此卦為上中卦得分為75分。"},
{"Identifier":91,"zhHant":"好事多磨，凡事皆在等待中，未能如願以償，如有耐心恆心，則未來心願亦能實現，運勢轉變是慢慢來的，不要太急，此卦為中中卦得分為60分。","zhHans":"好事多磨，凡事皆在等待中，未能如愿以偿，如有耐心恒心，则未来心愿亦能实现，运势转变是慢慢来的，不要太急，此卦为中中卦得分为60分。","en":"好事多磨，凡事皆在等待中，未能如願以償，如有耐心恆心，則未來心願亦能實現，運勢轉變是慢慢來的，不要太急，此卦為中中卦得分為60分。"},
{"Identifier":92,"zhHant":"後知後覺，不能把握有利環境，喪失時機，好的機會易流失，昔日光彩難在，風光的時間比落魄的時光少，凡事小心為要，此卦為下下卦得分為30分。","zhHans":"后知后觉，不能把握有利环境，丧失时机，好的机会易流失，昔日光彩难在，风光的时间比落魄的时光少，凡事小心为要，此卦为下下卦得分为30分。","en":"後知後覺，不能把握有利環境，喪失時機，好的機會易流失，昔日光彩難在，風光的時間比落魄的時光少，凡事小心為要，此卦為下下卦得分為30分。"},
{"Identifier":93,"zhHant":"事未能周全，常留遺憾在心中，若要達到美滿境地，尚須一番奮鬥，想的比做的多，失敗比成功多，真是歹運，此卦為下中卦得分為45分。","zhHans":"事未能周全，常留遗憾在心中，若要达到美满境地，尚须一番奋斗，想的比做的多，失败比成功多，真是歹运，此卦为下中卦得分为45分。","en":"事未能周全，常留遺憾在心中，若要達到美滿境地，尚須一番奮鬥，想的比做的多，失敗比成功多，真是歹運，此卦為下中卦得分為45分。"},
{"Identifier":94,"zhHant":"置身於虛幻之中，一切事物不能真實擁有，到頭來一場空，如在夢中，想像空間無限大，但實際所得卻很少，回歸現實面吧，此卦為下下卦得分為30分。","zhHans":"置身于虚幻之中，一切事物不能真实拥有，到头来一场空，如在梦中，想像空间无限大，但实际所得却很少，回归现实面吧，此卦为下下卦得分为30分。","en":"置身於虛幻之中，一切事物不能真實擁有，到頭來一場空，如在夢中，想像空間無限大，但實際所得卻很少，回歸現實面吧，此卦為下下卦得分為30分。"},
{"Identifier":95,"zhHant":"前途阻絕難行，暗淡無光，依樹樹倒，靠山山崩，極不順利，壞事怎麼都到我頭上來呢？真倒楣，此卦為下下卦得分為30分。","zhHans":"前途阻绝难行，暗淡无光，依树树倒，靠山山崩，极不顺利，坏事怎么都到我头上来呢？真倒楣，此卦为下下卦得分为30分。","en":"前途阻絕難行，暗淡無光，依樹樹倒，靠山山崩，極不順利，壞事怎麼都到我頭上來呢？真倒楣，此卦為下下卦得分為30分。"},
{"Identifier":96,"zhHant":"路途艱險平地起風波，孤苦伶仃，無所依靠，自力更生，莫想富貴榮華，只能走一步算一步，不要冒險，此卦為下下卦得分為30分。","zhHans":"路途艰险平地起风波，孤苦伶仃，无所依靠，自力更生，莫想富贵荣华，只能走一步算一步，不要冒险，此卦为下下卦得分为30分。","en":"路途艱險平地起風波，孤苦伶仃，無所依靠，自力更生，莫想富貴榮華，只能走一步算一步，不要冒險，此卦為下下卦得分為30分。"},
{"Identifier":97,"zhHant":"默默耕耘，等待時機，無時無刻在做準備，但好像機會沒想像中的多，若能得到貴人相助，功名及財利自然是可以期待達成，此卦為中中卦得分為60分。","zhHans":"默默耕耘，等待时机，无时无刻在做准备，但好像机会没想像中的多，若能得到贵人相助，功名及财利自然是可以期待达成，此卦为中中卦得分为60分。","en":"默默耕耘，等待時機，無時無刻在做準備，但好像機會沒想像中的多，若能得到貴人相助，功名及財利自然是可以期待達成，此卦為中中卦得分為60分。"},
{"Identifier":98,"zhHant":"做事須事前規劃妥當，考慮愈仔細，成功率愈高，凡事有得必有失，凡事易操之過急，若能善用本身長處，盡心盡力，則可有所為，此卦為上中卦得分為75分。","zhHans":"做事须事前规划妥当，考虑愈仔细，成功率愈高，凡事有得必有失，凡事易操之过急，若能善用本身长处，尽心尽力，则可有所为，此卦为上中卦得分为75分。","en":"做事須事前規劃妥當，考慮愈仔細，成功率愈高，凡事有得必有失，凡事易操之過急，若能善用本身長處，盡心盡力，則可有所為，此卦為上中卦得分為75分。"},
{"Identifier":99,"zhHant":"得天獨厚，坐盡有利地位，如旭日東昇，充滿活力，處處生機，能享富貴，得名望，此卦為上上卦得分為90分。","zhHans":"得天独厚，坐尽有利地位，如旭日东升，充满活力，处处生机，能享富贵，得名望，此卦为上上卦得分为90分。","en":"得天獨厚，坐盡有利地位，如旭日東昇，充滿活力，處處生機，能享富貴，得名望，此卦為上上卦得分為90分。"},
{"Identifier":100,"zhHant":"路途阻絕難行，處處潛藏危機，劫後餘生，方得些許安穩，好事多磨，想求快速，成功很難，必須腳踏實地，此卦為下下卦得分為30分。","zhHans":"路途阻绝难行，处处潜藏危机，劫后余生，方得些许安稳，好事多磨，想求快速，成功很难，必须脚踏实地，此卦为下下卦得分为30分。","en":"路途阻絕難行，處處潛藏危機，劫後餘生，方得些許安穩，好事多磨，想求快速，成功很難，必須腳踏實地，此卦為下下卦得分為30分。"},
{"Identifier":101,"zhHant":"未能享受清閒，事事煩心，若要尋得清靜之地，尚須一番努力，人家說這池釣不到魚，就到別池吧，改變以往的觀念，也許有生機，此卦為下中卦得分45分。","zhHans":"未能享受清闲，事事烦心，若要寻得清静之地，尚须一番努力，人家说这池钓不到鱼，就到别池吧，改变以往的观念，也许有生机，此卦为下中卦得分45分。","en":"未能享受清閒，事事煩心，若要尋得清靜之地，尚須一番努力，人家說這池釣不到魚，就到別池吧，改變以往的觀念，也許有生機，此卦為下中卦得分45分。"},
{"Identifier":102,"zhHant":"宜守本份，勿超越自己能力所及，名利的事尚須經過一番的試煉方可達到，不要太急功近利，好自為之，此卦為下中卦得分為45分。","zhHans":"宜守本份，勿超越自己能力所及，名利的事尚须经过一番的试炼方可达到，不要太急功近利，好自为之，此卦为下中卦得分为45分。","en":"宜守本份，勿超越自己能力所及，名利的事尚須經過一番的試煉方可達到，不要太急功近利，好自為之，此卦為下中卦得分為45分。"},
{"Identifier":103,"zhHant":"須奮勇向目標前進，不可虛耗光陰，若能善用長處，遠大的抱負可望實現，實力與運氣同等重要，時機不錯，可往前進，此卦為上中卦得分為75分","zhHans":"须奋勇向目标前进，不可虚耗光阴，若能善用长处，远大的抱负可望实现，实力与运气同等重要，时机不错，可往前进，此卦为上中卦得分为75分","en":"須奮勇向目標前進，不可虛耗光陰，若能善用長處，遠大的抱負可望實現，實力與運氣同等重要，時機不錯，可往前進，此卦為上中卦得分為75分"},
{"Identifier":104,"zhHant":"擁有天時、地利、人和，一切稱心愉快吉星高照，前途光明，人家說命好不如運好，真的好運會一直來，此卦為上上卦得分為90分。","zhHans":"拥有天时、地利、人和，一切称心愉快吉星高照，前途光明，人家说命好不如运好，真的好运会一直来，此卦为上上卦得分为90分。","en":"擁有天時、地利、人和，一切稱心愉快吉星高照，前途光明，人家說命好不如運好，真的好運會一直來，此卦為上上卦得分為90分。"},
{"Identifier":105,"zhHant":"歷經奮鬥，即將苦盡甘來，成功指日可待，但須防突來的變卦，錯失良機，不可太衝動；多思考，多一分勝算，此卦為中中卦得分為60分。","zhHans":"历经奋斗，即将苦尽甘来，成功指日可待，但须防突来的变卦，错失良机，不可太冲动；多思考，多一分胜算，此卦为中中卦得分为60分。","en":"歷經奮鬥，即將苦盡甘來，成功指日可待，但須防突來的變卦，錯失良機，不可太衝動；多思考，多一分勝算，此卦為中中卦得分為60分。"},
{"Identifier":106,"zhHant":"現實環境中，有很多人會做善意的建議，但心中始終提不起勁，投資想有所得，但必須有所付出，才可算不錯的卦，此卦為中中卦得分為60分。","zhHans":"现实环境中，有很多人会做善意的建议，但心中始终提不起劲，投资想有所得，但必须有所付出，才可算不错的卦，此卦为中中卦得分为60分。","en":"現實環境中，有很多人會做善意的建議，但心中始終提不起勁，投資想有所得，但必須有所付出，才可算不錯的卦，此卦為中中卦得分為60分。"},
{"Identifier":107,"zhHant":"一生中都穩紮穩打，雖然好運當頭，但出頭的路，竟不是我，只能等更加的時運來臨，風光出頭之日，將會來臨，此卦為上中卦得分為75分。","zhHans":"一生中都稳扎稳打，虽然好运当头，但出头的路，竟不是我，只能等更加的时运来临，风光出头之日，将会来临，此卦为上中卦得分为75分。","en":"一生中都穩紮穩打，雖然好運當頭，但出頭的路，竟不是我，只能等更加的時運來臨，風光出頭之日，將會來臨，此卦為上中卦得分為75分。"},
{"Identifier":108,"zhHant":"時運不濟，真是晦運當頭，諸事不順，宜小心謹慎，為人莫強出頭，凡事常因小而失大，太衝動會遭大破敗，此卦為下下卦得分為30分。","zhHans":"时运不济，真是晦运当头，诸事不顺，宜小心谨慎，为人莫强出头，凡事常因小而失大，太冲动会遭大破败，此卦为下下卦得分为30分。","en":"時運不濟，真是晦運當頭，諸事不順，宜小心謹慎，為人莫強出頭，凡事常因小而失大，太衝動會遭大破敗，此卦為下下卦得分為30分。"},
{"Identifier":109,"zhHant":"事情難達圓融，上下離心，人事易溝通不良，產生怨隙心結，每個人只能放下身段，多商量，事情才能解決，此卦為下中卦得分為45分。","zhHans":"事情难达圆融，上下离心，人事易沟通不良，产生怨隙心结，每个人只能放下身段，多商量，事情才能解决，此卦为下中卦得分为45分。","en":"事情難達圓融，上下離心，人事易溝通不良，產生怨隙心結，每個人只能放下身段，多商量，事情才能解決，此卦為下中卦得分為45分。"},
{"Identifier":110,"zhHant":"豐衣足食，能有積蓄，前程遠大光明，逍遙似神仙，盡得人間美事，好事連連，快樂開懷，此卦為上上卦得分為90分。","zhHans":"丰衣足食，能有积蓄，前程远大光明，逍遥似神仙，尽得人间美事，好事连连，快乐开怀，此卦为上上卦得分为90分。","en":"豐衣足食，能有積蓄，前程遠大光明，逍遙似神仙，盡得人間美事，好事連連，快樂開懷，此卦為上上卦得分為90分。"},
{"Identifier":111,"zhHant":"常為事傷神，為前途操勞，但能得到上司提拔，達於理想美滿境界，此卦有愈來愈漸入佳境之象，此卦為上中卦得分為75分。","zhHans":"常为事伤神，为前途操劳，但能得到上司提拔，达于理想美满境界，此卦有愈来愈渐入佳境之象，此卦为上中卦得分为75分。","en":"常為事傷神，為前途操勞，但能得到上司提拔，達於理想美滿境界，此卦有愈來愈漸入佳境之象，此卦為上中卦得分為75分。"},
{"Identifier":112,"zhHant":"用盡心力，方能解決困難，道路遙遠，險境重重，前途堪慮，做任何事須仔細評估，一頭哉進去，失敗率很高 ，此卦為下中卦得分為45分。","zhHans":"用尽心力，方能解决困难，道路遥远，险境重重，前途堪虑，做任何事须仔细评估，一头哉进去，失败率很高 ，此卦为下中卦得分为45分。","en":"用盡心力，方能解決困難，道路遙遠，險境重重，前途堪慮，做任何事須仔細評估，一頭哉進去，失敗率很高 ，此卦為下中卦得分為45分。"},
{"Identifier":113,"zhHant":"身陷驚濤駭浪之中，孤獨無助，容易的事，變得複雜，時光流逝，功名無望，朋友雖多，但貴人很少，好事總是輪不到我身上，此卦為下下卦得分為30分。","zhHans":"身陷惊涛骇浪之中，孤独无助，容易的事，变得复杂，时光流逝，功名无望，朋友虽多，但贵人很少，好事总是轮不到我身上，此卦为下下卦得分为30分。","en":"身陷驚濤駭浪之中，孤獨無助，容易的事，變得複雜，時光流逝，功名無望，朋友雖多，但貴人很少，好事總是輪不到我身上，此卦為下下卦得分為30分。"},
{"Identifier":114,"zhHant":"易置身於險惡環境中，得不到理想時機，得失心重，憂慮太多，得不到別人的信賴，凡事靠自己，此卦為下中卦得分為45分。","zhHans":"易置身于险恶环境中，得不到理想时机，得失心重，忧虑太多，得不到别人的信赖，凡事靠自己，此卦为下中卦得分为45分。","en":"易置身於險惡環境中，得不到理想時機，得失心重，憂慮太多，得不到別人的信賴，凡事靠自己，此卦為下中卦得分為45分。"},
{"Identifier":115,"zhHant":"置身在危險艱困之中，前途茫茫，困難重重，雖然努力前行，但勞苦而少成就，時機不對，只有等待更好的機會來臨，此卦為下中卦，得分為45分。","zhHans":"置身在危险艰困之中，前途茫茫，困难重重，虽然努力前行，但劳苦而少成就，时机不对，只有等待更好的机会来临，此卦为下中卦，得分为45分。","en":"置身在危險艱困之中，前途茫茫，困難重重，雖然努力前行，但勞苦而少成就，時機不對，只有等待更好的機會來臨，此卦為下中卦，得分為45分。"},
{"Identifier":116,"zhHant":"處事心煩多慮，有頭沒尾，不能貫徹，思慮未致，想要通達，不得其門而入，再努力去尋求貴人相助吧，此卦為下下卦得分為30分。","zhHans":"处事心烦多虑，有头没尾，不能贯彻，思虑未致，想要通达，不得其门而入，再努力去寻求贵人相助吧，此卦为下下卦得分为30分。","en":"處事心煩多慮，有頭沒尾，不能貫徹，思慮未致，想要通達，不得其門而入，再努力去尋求貴人相助吧，此卦為下下卦得分為30分。"},
{"Identifier":117,"zhHant":"路途順暢，通達來去自如，貴人明現，一路相扶，如有不愉快時，朋友就會適時出現幫忙，平順之象，此卦為中中卦得分為60分。","zhHans":"路途顺畅，通达来去自如，贵人明现，一路相扶，如有不愉快时，朋友就会适时出现帮忙，平顺之象，此卦为中中卦得分为60分。","en":"路途順暢，通達來去自如，貴人明現，一路相扶，如有不愉快時，朋友就會適時出現幫忙，平順之象，此卦為中中卦得分為60分。"},
{"Identifier":118,"zhHant":"前途光明顯達，暢通無阻，奮力向前，勢如破竹，名利雙收，所有的理想均可實現，恭喜，此卦為上上卦得分為90分。","zhHans":"前途光明显达，畅通无阻，奋力向前，势如破竹，名利双收，所有的理想均可实现，恭喜，此卦为上上卦得分为90分。","en":"前途光明顯達，暢通無阻，奮力向前，勢如破竹，名利雙收，所有的理想均可實現，恭喜，此卦為上上卦得分為90分。"},
{"Identifier":119,"zhHant":"得清閒自在，能比天上神仙，若逢貴人相扶，功名利祿無缺，天生貴人一大堆，凡事多找貴人朋友商量，會比一個人想好的多，此卦為上上卦得分90分。","zhHans":"得清闲自在，能比天上神仙，若逢贵人相扶，功名利禄无缺，天生贵人一大堆，凡事多找贵人朋友商量，会比一个人想好的多，此卦为上上卦得分90分。","en":"得清閒自在，能比天上神仙，若逢貴人相扶，功名利祿無缺，天生貴人一大堆，凡事多找貴人朋友商量，會比一個人想好的多，此卦為上上卦得分90分。"},
{"Identifier":120,"zhHant":"平步青雲，成功指日可待，以前的紛爭、不愉快將會化做日後的動力，多與人結緣，少與人結怨，此卦為上中卦得分為75分。","zhHans":"平步青云，成功指日可待，以前的纷争、不愉快将会化做日后的动力，多与人结缘，少与人结怨，此卦为上中卦得分为75分。","en":"平步青雲，成功指日可待，以前的紛爭、不愉快將會化做日後的動力，多與人結緣，少與人結怨，此卦為上中卦得分為75分。"},
{"Identifier":121,"zhHant":"表面上看起來好像很順利發達的樣子，須防樂極生悲，美夢成空，富貴如過往雲煙，雖能得也易逝，不能如願，此卦為下中卦得分為45分。","zhHans":"表面上看起来好像很顺利发达的样子，须防乐极生悲，美梦成空，富贵如过往云烟，虽能得也易逝，不能如愿，此卦为下中卦得分为45分。","en":"表面上看起來好像很順利發達的樣子，須防樂極生悲，美夢成空，富貴如過往雲煙，雖能得也易逝，不能如願，此卦為下中卦得分為45分。"},
{"Identifier":122,"zhHant":"想做的事，久久未能做好，心中總是掛念著，如果能經一番詳細計劃，所有的理想方能實現，此卦為中中卦得分為60分。","zhHans":"想做的事，久久未能做好，心中总是挂念着，如果能经一番详细计划，所有的理想方能实现，此卦为中中卦得分为60分。","en":"想做的事，久久未能做好，心中總是掛念著，如果能經一番詳細計劃，所有的理想方能實現，此卦為中中卦得分為60分。"},
{"Identifier":123,"zhHant":"珍惜目前所擁有的，千萬勿自棄，做事須有次有序，一切循序漸進，不可強出頭，最後終將開花結果，此卦為中中卦得分為60分。","zhHans":"珍惜目前所拥有的，千万勿自弃，做事须有次有序，一切循序渐进，不可强出头，最后终将开花结果，此卦为中中卦得分为60分。","en":"珍惜目前所擁有的，千萬勿自棄，做事須有次有序，一切循序漸進，不可強出頭，最後終將開花結果，此卦為中中卦得分為60分。"},
{"Identifier":124,"zhHant":"所有願景都有可能實現，但要記得多種福田，平時要採納雅言，多說好話，一切善報，將會慢慢到來，此卦為上中卦得分為75分。","zhHans":"所有愿景都有可能实现，但要记得多种福田，平时要采纳雅言，多说好话，一切善报，将会慢慢到来，此卦为上中卦得分为75分。","en":"所有願景都有可能實現，但要記得多種福田，平時要採納雅言，多說好話，一切善報，將會慢慢到來，此卦為上中卦得分為75分。"},
{"Identifier":125,"zhHant":"功名難尋，成功尚遠，諸事徒勞無功，白費力氣，終究理想難於實現，想的比做的多，當然無法成功，要改變心態，才能有作為，此卦為下下卦得分為30分。","zhHans":"功名难寻，成功尚远，诸事徒劳无功，白费力气，终究理想难于实现，想的比做的多，当然无法成功，要改变心态，才能有作为，此卦为下下卦得分为30分。","en":"功名難尋，成功尚遠，諸事徒勞無功，白費力氣，終究理想難於實現，想的比做的多，當然無法成功，要改變心態，才能有作為，此卦為下下卦得分為30分。"},
{"Identifier":126,"zhHant":"喜事接踵而來，好運當頭，處處逢喜，奇蹟出現，遍地展現大好生機，想幹就去幹吧，成功機會很高，沒問題，此卦為上上卦得分為90分。","zhHans":"喜事接踵而来，好运当头，处处逢喜，奇迹出现，遍地展现大好生机，想干就去干吧，成功机会很高，没问题，此卦为上上卦得分为90分。","en":"喜事接踵而來，好運當頭，處處逢喜，奇蹟出現，遍地展現大好生機，想幹就去幹吧，成功機會很高，沒問題，此卦為上上卦得分為90分。"},
{"Identifier":127,"zhHant":"失意落寞，精神不濟，宜保持謹慎 ，以防損失，看似很有機會，但千萬不要輕易下手，否則會很難收拾，此卦為下中卦得分為45分。","zhHans":"失意落寞，精神不济，宜保持谨慎 ，以防损失，看似很有机会，但千万不要轻易下手，否则会很难收拾，此卦为下中卦得分为45分。","en":"失意落寞，精神不濟，宜保持謹慎 ，以防損失，看似很有機會，但千萬不要輕易下手，否則會很難收拾，此卦為下中卦得分為45分。"},
{"Identifier":128,"zhHant":"謹言慎行，不可得意忘形，凡事你考慮周詳，災禍自然遠離，一動不如一靜 ，待過一陣子就可順順利利，此卦象為中平卦得為45分。","zhHans":"谨言慎行，不可得意忘形，凡事你考虑周详，灾祸自然远离，一动不如一静 ，待过一阵子就可顺顺利利，此卦象为中平卦得为45分。","en":"謹言慎行，不可得意忘形，凡事你考慮周詳，災禍自然遠離，一動不如一靜 ，待過一陣子就可順順利利，此卦象為中平卦得為45分。"},
{"Identifier":129,"zhHant":"難關重重，諸事不順，無法放鬆心情，得到真正的快樂，顧慮頗多，一命二運，命雖好，運卻不佳，要等待好運出現時再動，此卦為下下卦得分為30分。","zhHans":"难关重重，诸事不顺，无法放松心情，得到真正的快乐，顾虑颇多，一命二运，命虽好，运却不佳，要等待好运出现时再动，此卦为下下卦得分为30分。","en":"難關重重，諸事不順，無法放鬆心情，得到真正的快樂，顧慮頗多，一命二運，命雖好，運卻不佳，要等待好運出現時再動，此卦為下下卦得分為30分。"},
{"Identifier":130,"zhHant":"凡事皆辛苦，遇事猶豫不決，拿不定主意，如雙頭馬車，力量無法集中，付出很多，但回收卻不多，望您忍一時免百日憂，此卦為下中卦得分為45分。","zhHans":"凡事皆辛苦，遇事犹豫不决，拿不定主意，如双头马车，力量无法集中，付出很多，但回收却不多，望您忍一时免百日忧，此卦为下中卦得分为45分。","en":"凡事皆辛苦，遇事猶豫不決，拿不定主意，如雙頭馬車，力量無法集中，付出很多，但回收卻不多，望您忍一時免百日憂，此卦為下中卦得分為45分。"},
{"Identifier":131,"zhHant":"行事固執，少得人心，做事不專心，事業無法有效管理，人心浮動，困難重重，做什麼錯什麼，勸您一動不如一靜，否則敗多少成，此為下下卦得分30分。","zhHans":"行事固执，少得人心，做事不专心，事业无法有效管理，人心浮动，困难重重，做什么错什么，劝您一动不如一静，否则败多少成，此为下下卦得分30分。","en":"行事固執，少得人心，做事不專心，事業無法有效管理，人心浮動，困難重重，做什麼錯什麼，勸您一動不如一靜，否則敗多少成，此為下下卦得分30分。"},
{"Identifier":132,"zhHant":"此數為不佳之象，無風起大浪，常會遭逢意外的災難及挫敗，凡事虛虛實實，讓人捉摸不定，真是前途茫茫，會一事無成喔～此卦為下下卦得分為30分。","zhHans":"此数为不佳之象，无风起大浪，常会遭逢意外的灾难及挫败，凡事虚虚实实，让人捉摸不定，真是前途茫茫，会一事无成喔～此卦为下下卦得分为30分。","en":"此數為不佳之象，無風起大浪，常會遭逢意外的災難及挫敗，凡事虛虛實實，讓人捉摸不定，真是前途茫茫，會一事無成喔～此卦為下下卦得分為30分。"},
{"Identifier":133,"zhHant":"美中不足，好景不常，憂慮的事還很多，將等待雲開見月，光輝再現，轉禍為福，可得周全美滿，近期平平，未來充滿光明面，此卦為上中卦得分為75分。","zhHans":"美中不足，好景不常，忧虑的事还很多，将等待云开见月，光辉再现，转祸为福，可得周全美满，近期平平，未来充满光明面，此卦为上中卦得分为75分。","en":"美中不足，好景不常，憂慮的事還很多，將等待雲開見月，光輝再現，轉禍為福，可得周全美滿，近期平平，未來充滿光明面，此卦為上中卦得分為75分。"},
{"Identifier":134,"zhHant":"決定任何事，最好用商量的，因為從眾多人中，可以討論出正確方向，做事也不能太急，吃太快，會弄破碗喔，好籤，此卦為中中卦得分為60分。","zhHans":"决定任何事，最好用商量的，因为从众多人中，可以讨论出正确方向，做事也不能太急，吃太快，会弄破碗喔，好签，此卦为中中卦得分为60分。","en":"決定任何事，最好用商量的，因為從眾多人中，可以討論出正確方向，做事也不能太急，吃太快，會弄破碗喔，好籤，此卦為中中卦得分為60分。"},
{"Identifier":135,"zhHant":"馬失前蹄，未能展現雄姿，一路走來顛簸不斷，驚險萬分，若能借得外力相助，方可稱心如意，此卦為中中卦得分為60分。","zhHans":"马失前蹄，未能展现雄姿，一路走来颠簸不断，惊险万分，若能借得外力相助，方可称心如意，此卦为中中卦得分为60分。","en":"馬失前蹄，未能展現雄姿，一路走來顛簸不斷，驚險萬分，若能借得外力相助，方可稱心如意，此卦為中中卦得分為60分。"},
{"Identifier":136,"zhHant":"飛龍在天，可大展鴻圖，真是天賜良機，凡事能心想事成，前途光明一片，最近總是能眉開眼笑，此卦為上上卦得分為90分。","zhHans":"飞龙在天，可大展鸿图，真是天赐良机，凡事能心想事成，前途光明一片，最近总是能眉开眼笑，此卦为上上卦得分为90分。","en":"飛龍在天，可大展鴻圖，真是天賜良機，凡事能心想事成，前途光明一片，最近總是能眉開眼笑，此卦為上上卦得分為90分。"},
{"Identifier":137,"zhHant":"不好的運勢逐漸離去，天上的烏雲也會逐漸散去，人生充滿希望願景，只要朝向人生理想的目標前進，將會渡過重重難關，此卦為上中卦得分為75分。","zhHans":"不好的运势逐渐离去，天上的乌云也会逐渐散去，人生充满希望愿景，只要朝向人生理想的目标前进，将会渡过重重难关，此卦为上中卦得分为75分。","en":"不好的運勢逐漸離去，天上的烏雲也會逐漸散去，人生充滿希望願景，只要朝向人生理想的目標前進，將會渡過重重難關，此卦為上中卦得分為75分。"},
{"Identifier":138,"zhHant":"眼前所有一切都是好消息，真是好運當頭，笑逐顏開，大鵬展翅，一飛衝天，前程如花似錦，得享富貴榮華，此卦為上上卦得分為90分。","zhHans":"眼前所有一切都是好消息，真是好运当头，笑逐颜开，大鹏展翅，一飞冲天，前程如花似锦，得享富贵荣华，此卦为上上卦得分为90分。","en":"眼前所有一切都是好消息，真是好運當頭，笑逐顏開，大鵬展翅，一飛衝天，前程如花似錦，得享富貴榮華，此卦為上上卦得分為90分。"},
{"Identifier":139,"zhHant":"不必多慮多疑，逢凶能化吉，憂喜雖相隨，卻能化憂為吉，歡慶有餘，不要為小事而煩惱，所有的事都是先苦後甘，此卦為上中卦得分為75分。","zhHans":"不必多虑多疑，逢凶能化吉，忧喜虽相随，却能化忧为吉，欢庆有余，不要为小事而烦恼，所有的事都是先苦后甘，此卦为上中卦得分为75分。","en":"不必多慮多疑，逢凶能化吉，憂喜雖相隨，卻能化憂為吉，歡慶有餘，不要為小事而煩惱，所有的事都是先苦後甘，此卦為上中卦得分為75分。"},
{"Identifier":140,"zhHant":"命好不怕運來磨，理想雖未能即刻實現，但終有貴人相助，路程雖然驚奇，但終能安然渡過，此卦為上中卦得分為75分。","zhHans":"命好不怕运来磨，理想虽未能即刻实现，但终有贵人相助，路程虽然惊奇，但终能安然渡过，此卦为上中卦得分为75分。","en":"命好不怕運來磨，理想雖未能即刻實現，但終有貴人相助，路程雖然驚奇，但終能安然渡過，此卦為上中卦得分為75分。"},
{"Identifier":141,"zhHant":"美好時光已是過往雲煙，失去的恐難尋回，若一心一意貪求名利，則處處遭遇困頓，將不可免，由此籤顯示，運勢受阻好自為之，此卦為下下卦得分為30分。","zhHans":"美好时光已是过往云烟，失去的恐难寻回，若一心一意贪求名利，则处处遭遇困顿，将不可免，由此签显示，运势受阻好自为之，此卦为下下卦得分为30分。","en":"美好時光已是過往雲煙，失去的恐難尋回，若一心一意貪求名利，則處處遭遇困頓，將不可免，由此籤顯示，運勢受阻好自為之，此卦為下下卦得分為30分。"},
{"Identifier":142,"zhHant":"前途未卜，時明時暗，如能奮力克服險阻，則成功漸可達成，但如不勇往向前，稍作逗留，成功之路尚稱遙遠，此卦為中中卦得分為60分。","zhHans":"前途未卜，时明时暗，如能奋力克服险阻，则成功渐可达成，但如不勇往向前，稍作逗留，成功之路尚称遥远，此卦为中中卦得分为60分。","en":"前途未卜，時明時暗，如能奮力克服險阻，則成功漸可達成，但如不勇往向前，稍作逗留，成功之路尚稱遙遠，此卦為中中卦得分為60分。"},
{"Identifier":143,"zhHant":"路途遙不可測，獨力奮鬥，得不到別人相助，眼看成功在望，卻又常逢變異，留下諸多遺憾，還不是時候，此卦為下下卦得分為30分。","zhHans":"路途遥不可测，独力奋斗，得不到别人相助，眼看成功在望，却又常逢变异，留下诸多遗憾，还不是时候，此卦为下下卦得分为30分。","en":"路途遙不可測，獨力奮鬥，得不到別人相助，眼看成功在望，卻又常逢變異，留下諸多遺憾，還不是時候，此卦為下下卦得分為30分。"},
{"Identifier":144,"zhHant":"自立更生，勤奮有成，做事能刻苦耐勞，持之以恆，有始有終，立於不敗之地，畫中之美，猶如心中的願景，努力耕耘，一定能成功，此為上中卦得分75分。","zhHans":"自立更生，勤奋有成，做事能刻苦耐劳，持之以恒，有始有终，立于不败之地，画中之美，犹如心中的愿景，努力耕耘，一定能成功，此为上中卦得分75分。","en":"自立更生，勤奮有成，做事能刻苦耐勞，持之以恆，有始有終，立於不敗之地，畫中之美，猶如心中的願景，努力耕耘，一定能成功，此為上中卦得分75分。"},
{"Identifier":145,"zhHant":"心中雖有主見，但得失心重，無法探知事情真相，無所適從，前途茫然，對事情的看法三心兩意，總找不出真正的答案，此卦為下中卦得分為45分。","zhHans":"心中虽有主见，但得失心重，无法探知事情真相，无所适从，前途茫然，对事情的看法三心两意，总找不出真正的答案，此卦为下中卦得分为45分。","en":"心中雖有主見，但得失心重，無法探知事情真相，無所適從，前途茫然，對事情的看法三心兩意，總找不出真正的答案，此卦為下中卦得分為45分。"},
{"Identifier":146,"zhHant":"雖有遠大的目標，但離成功尚遠，通往成功的路途險阻難測，仍須等待福星相照時，才有成功的機會，事在人為啦，加油，此卦為中中卦得為60分。","zhHans":"虽有远大的目标，但离成功尚远，通往成功的路途险阻难测，仍须等待福星相照时，才有成功的机会，事在人为啦，加油，此卦为中中卦得为60分。","en":"雖有遠大的目標，但離成功尚遠，通往成功的路途險阻難測，仍須等待福星相照時，才有成功的機會，事在人為啦，加油，此卦為中中卦得為60分。"},
{"Identifier":147,"zhHant":"功名未就，理想尚遠，必須一番努力耕耘，方可使名聲遠播，才識得以發揮，以目前之運勢而言，不錯了，會愈來愈好，此卦為上中卦得分為75分。","zhHans":"功名未就，理想尚远，必须一番努力耕耘，方可使名声远播，才识得以发挥，以目前之运势而言，不错了，会愈来愈好，此卦为上中卦得分为75分。","en":"功名未就，理想尚遠，必須一番努力耕耘，方可使名聲遠播，才識得以發揮，以目前之運勢而言，不錯了，會愈來愈好，此卦為上中卦得分為75分。"},
{"Identifier":148,"zhHant":"能受關心和愛護，時時有貴人相助，無論時機好壞，功成名就是必然，想要做什麼就去做吧，此卦為上上卦得分為90分。","zhHans":"能受关心和爱护，时时有贵人相助，无论时机好坏，功成名就是必然，想要做什么就去做吧，此卦为上上卦得分为90分。","en":"能受關心和愛護，時時有貴人相助，無論時機好壞，功成名就是必然，想要做什麼就去做吧，此卦為上上卦得分為90分。"},
{"Identifier":149,"zhHant":"易置身於不良困頓之境，但只要有貴人相救，尚有機會重新振作，別自以為是，一山另有一山高，比我們行的人太多，此卦為下中卦得分為45分。","zhHans":"易置身于不良困顿之境，但只要有贵人相救，尚有机会重新振作，别自以为是，一山另有一山高，比我们行的人太多，此卦为下中卦得分为45分。","en":"易置身於不良困頓之境，但只要有貴人相救，尚有機會重新振作，別自以為是，一山另有一山高，比我們行的人太多，此卦為下中卦得分為45分。"},
{"Identifier":150,"zhHant":"天助人助，易受人提拔，功成名就，若能積德行善，必將威望顯赫，做善事得善緣，好運連連來，恭禧，此卦為上上卦得分為90分。","zhHans":"天助人助，易受人提拔，功成名就，若能积德行善，必将威望显赫，做善事得善缘，好运连连来，恭禧，此卦为上上卦得分为90分。","en":"天助人助，易受人提拔，功成名就，若能積德行善，必將威望顯赫，做善事得善緣，好運連連來，恭禧，此卦為上上卦得分為90分。"},
{"Identifier":151,"zhHant":"事情千頭萬緒，有如大海撈針，瀚海行舟，白費功夫，徒勞無功，壞事總是跟隨而來，該是停看聽的時候了，此卦為下下卦得分為30分。","zhHans":"事情千头万绪，有如大海捞针，瀚海行舟，白费功夫，徒劳无功，坏事总是跟随而来，该是停看听的时候了，此卦为下下卦得分为30分。","en":"事情千頭萬緒，有如大海撈針，瀚海行舟，白費功夫，徒勞無功，壞事總是跟隨而來，該是停看聽的時候了，此卦為下下卦得分為30分。"},
{"Identifier":152,"zhHant":"雖擁有真才實學，超卓的才能，恐未能發揮，唯須遇到識才之士，方能輝煌顯達，好的規劃會遇貴人，運氣還不錯，此掛為上中卦得分為75分。","zhHans":"虽拥有真才实学，超卓的才能，恐未能发挥，唯须遇到识才之士，方能辉煌显达，好的规划会遇贵人，运气还不错，此挂为上中卦得分为75分。","en":"雖擁有真才實學，超卓的才能，恐未能發揮，唯須遇到識才之士，方能輝煌顯達，好的規劃會遇貴人，運氣還不錯，此掛為上中卦得分為75分。"},
{"Identifier":153,"zhHant":"時運不濟，諸事皆能順利，理想若望實現，尚須加倍努力及機會的配合，急不得的，此卦為下中卦得分為45分。","zhHans":"时运不济，诸事皆能顺利，理想若望实现，尚须加倍努力及机会的配合，急不得的，此卦为下中卦得分为45分。","en":"時運不濟，諸事皆能順利，理想若望實現，尚須加倍努力及機會的配合，急不得的，此卦為下中卦得分為45分。"},
{"Identifier":154,"zhHant":"看似容易，卻是很難，看似很困難，想要勇往直前，又好像很容易，禍福相隨，憂喜參半，須防突發事故，此卦為中中卦得分為60分。","zhHans":"看似容易，却是很难，看似很困难，想要勇往直前，又好像很容易，祸福相随，忧喜参半，须防突发事故，此卦为中中卦得分为60分。","en":"看似容易，卻是很難，看似很困難，想要勇往直前，又好像很容易，禍福相隨，憂喜參半，須防突發事故，此卦為中中卦得分為60分。"},
{"Identifier":155,"zhHant":"人各有志，心各有願，路途雖曲折，若能有始有終達成不難，人生的功名利祿，莫想貪得，平平而已，此卦為中中卦得分為60分。","zhHans":"人各有志，心各有愿，路途虽曲折，若能有始有终达成不难，人生的功名利禄，莫想贪得，平平而已，此卦为中中卦得分为60分。","en":"人各有志，心各有願，路途雖曲折，若能有始有終達成不難，人生的功名利祿，莫想貪得，平平而已，此卦為中中卦得分為60分。"},
{"Identifier":156,"zhHant":"前途通達光明，身逢有利環境，有為有守，利祿難擋，心意善良，老天有眼，施以最好的運勢，此卦為上上卦得分為90分。","zhHans":"前途通达光明，身逢有利环境，有为有守，利禄难挡，心意善良，老天有眼，施以最好的运势，此卦为上上卦得分为90分。","en":"前途通達光明，身逢有利環境，有為有守，利祿難擋，心意善良，老天有眼，施以最好的運勢，此卦為上上卦得分為90分。"},
{"Identifier":157,"zhHant":"生逢良時，處處生機，作盡人間美事，求名得名，求利得利，運勢可旺到極點，如能多做功德，好運可繼續停留，此卦為上上卦得分為90分。","zhHans":"生逢良时，处处生机，作尽人间美事，求名得名，求利得利，运势可旺到极点，如能多做功德，好运可继续停留，此卦为上上卦得分为90分。","en":"生逢良時，處處生機，作盡人間美事，求名得名，求利得利，運勢可旺到極點，如能多做功德，好運可繼續停留，此卦為上上卦得分為90分。"},
{"Identifier":158,"zhHant":"有遠大理想與抱負，能創造美滿人生，處處逢源，吉星常照，滿面春風，做什麼像什麼，只要一出手，不成功都很難，此卦為上上卦得分為90分。","zhHans":"有远大理想与抱负，能创造美满人生，处处逢源，吉星常照，满面春风，做什么像什么，只要一出手，不成功都很难，此卦为上上卦得分为90分。","en":"有遠大理想與抱負，能創造美滿人生，處處逢源，吉星常照，滿面春風，做什麼像什麼，只要一出手，不成功都很難，此卦為上上卦得分為90分。"},
{"Identifier":159,"zhHant":"心瑣事煩，憂心重重，難得清閒愉快，好事多磨，常轉喜為憂，心中常要有正面積極的想法，才能導引上成功之路，此卦為中中卦得分為60分。","zhHans":"心琐事烦，忧心重重，难得清闲愉快，好事多磨，常转喜为忧，心中常要有正面积极的想法，才能导引上成功之路，此卦为中中卦得分为60分。","en":"心瑣事煩，憂心重重，難得清閒愉快，好事多磨，常轉喜為憂，心中常要有正面積極的想法，才能導引上成功之路，此卦為中中卦得分為60分。"},
{"Identifier":160,"zhHant":"勞心勞力，須防小人中傷，雖能得人助，但終究事難圓，稍有成就，人群一大堆，落魄時，人群遠離，真現實，此卦為下中卦得分為45分。","zhHans":"劳心劳力，须防小人中伤，虽能得人助，但终究事难圆，稍有成就，人群一大堆，落魄时，人群远离，真现实，此卦为下中卦得分为45分。","en":"勞心勞力，須防小人中傷，雖能得人助，但終究事難圓，稍有成就，人群一大堆，落魄時，人群遠離，真現實，此卦為下中卦得分為45分。"},
{"Identifier":161,"zhHant":"久旱逢甘霖，枯木又逢春，苦難終將消失無形，前途是條平坦大道，出人頭地，勢必可期，此卦為中中卦得分為60分。","zhHans":"久旱逢甘霖，枯木又逢春，苦难终将消失无形，前途是条平坦大道，出人头地，势必可期，此卦为中中卦得分为60分。","en":"久旱逢甘霖，枯木又逢春，苦難終將消失無形，前途是條平坦大道，出人頭地，勢必可期，此卦為中中卦得分為60分。"},
{"Identifier":162,"zhHant":"樂不思蜀，得意忘形，無端恐有禍，前程黯淡無光，隱藏危機，眼前的安定，不代表未來的繁榮，事事難料，多思考，此卦為中中卦得分為60分。","zhHans":"乐不思蜀，得意忘形，无端恐有祸，前程黯淡无光，隐藏危机，眼前的安定，不代表未来的繁荣，事事难料，多思考，此卦为中中卦得分为60分。","en":"樂不思蜀，得意忘形，無端恐有禍，前程黯淡無光，隱藏危機，眼前的安定，不代表未來的繁榮，事事難料，多思考，此卦為中中卦得分為60分。"},
{"Identifier":163,"zhHant":"苦盡甘來，風平浪靜，諸事順利，一切功名利祿，舉手可得，平步青雲，好還要求更好，眼前不可太驕傲，此卦為上中卦得分為75分。","zhHans":"苦尽甘来，风平浪静，诸事顺利，一切功名利禄，举手可得，平步青云，好还要求更好，眼前不可太骄傲，此卦为上中卦得分为75分。","en":"苦盡甘來，風平浪靜，諸事順利，一切功名利祿，舉手可得，平步青雲，好還要求更好，眼前不可太驕傲，此卦為上中卦得分為75分。"},
{"Identifier":164,"zhHant":"事事紛擾難斷，心煩意亂，孤單無助，伴隨的總是空處及寂寞，事急則須緩，煩事急不得，千萬不要想什麼就做什麼，此卦為下下卦得分為30分。","zhHans":"事事纷扰难断，心烦意乱，孤单无助，伴随的总是空处及寂寞，事急则须缓，烦事急不得，千万不要想什么就做什么，此卦为下下卦得分为30分。","en":"事事紛擾難斷，心煩意亂，孤單無助，伴隨的總是空處及寂寞，事急則須緩，煩事急不得，千萬不要想什麼就做什麼，此卦為下下卦得分為30分。"},
{"Identifier":165,"zhHant":"家和萬事興，人生路途可得歡慶，但須防不測之災，小心名利變遷，親人分離，暴力是非，平順中可渡過，此卦為下中卦得分為45分。","zhHans":"家和万事兴，人生路途可得欢庆，但须防不测之灾，小心名利变迁，亲人分离，暴力是非，平顺中可渡过，此卦为下中卦得分为45分。","en":"家和萬事興，人生路途可得歡慶，但須防不測之災，小心名利變遷，親人分離，暴力是非，平順中可渡過，此卦為下中卦得分為45分。"},
{"Identifier":166,"zhHant":"稱心如意，災禍遠離，神清氣爽，心想事成，好事成雙，好事一來，想不出名都難，運勢當旺，週遭的朋友都會來共襄盛舉，此卦為上上卦得分為90分。","zhHans":"称心如意，灾祸远离，神清气爽，心想事成，好事成双，好事一来，想不出名都难，运势当旺，周遭的朋友都会来共襄盛举，此卦为上上卦得分为90分。","en":"稱心如意，災禍遠離，神清氣爽，心想事成，好事成雙，好事一來，想不出名都難，運勢當旺，週遭的朋友都會來共襄盛舉，此卦為上上卦得分為90分。"},
{"Identifier":167,"zhHant":"生不逢時，才學未能發揮，有名無實，離成功尚需些時日，好事多磨，凡事慢慢來，成功會慢一點到來，此卦為中中卦得分為60分。","zhHans":"生不逢时，才学未能发挥，有名无实，离成功尚需些时日，好事多磨，凡事慢慢来，成功会慢一点到来，此卦为中中卦得分为60分。","en":"生不逢時，才學未能發揮，有名無實，離成功尚需些時日，好事多磨，凡事慢慢來，成功會慢一點到來，此卦為中中卦得分為60分。"},
{"Identifier":168,"zhHant":"失意困頓，內心哀傷，雖有美景在前亦無暇欣賞，錯失良機，但失意的時候不會太久，壞事即將轉離，好運即將到來，此卦為中中卦得分為60分。","zhHans":"失意困顿，内心哀伤，虽有美景在前亦无暇欣赏，错失良机，但失意的时候不会太久，坏事即将转离，好运即将到来，此卦为中中卦得分为60分。","en":"失意困頓，內心哀傷，雖有美景在前亦無暇欣賞，錯失良機，但失意的時候不會太久，壞事即將轉離，好運即將到來，此卦為中中卦得分為60分。"},
{"Identifier":169,"zhHant":"能洞悉世局，把握先機，只是時機尚未成熟，必須忍耐等待，守本守份，好機會總是難等，所以慢慢來吧此卦為下下卦得分為30分。","zhHans":"能洞悉世局，把握先机，只是时机尚未成熟，必须忍耐等待，守本守份，好机会总是难等，所以慢慢来吧此卦为下下卦得分为30分。","en":"能洞悉世局，把握先機，只是時機尚未成熟，必須忍耐等待，守本守份，好機會總是難等，所以慢慢來吧此卦為下下卦得分為30分。"},
{"Identifier":170,"zhHant":"可得有利環境發揮所長，吉星高照，無往不利，逍遙自在，好運連連，生活中充滿愜意，真好，此卦為上上卦得分為90分。","zhHans":"可得有利环境发挥所长，吉星高照，无往不利，逍遥自在，好运连连，生活中充满惬意，真好，此卦为上上卦得分为90分。","en":"可得有利環境發揮所長，吉星高照，無往不利，逍遙自在，好運連連，生活中充滿愜意，真好，此卦為上上卦得分為90分。"},
{"Identifier":171,"zhHant":"左手進，右手出，得失常在一瞬間，聚少離多，難登富貴和樂之鄉，命該如此，怪不得人，只能多做善事，以求改變，此卦為下下卦得分為30分。","zhHans":"左手进，右手出，得失常在一瞬间，聚少离多，难登富贵和乐之乡，命该如此，怪不得人，只能多做善事，以求改变，此卦为下下卦得分为30分。","en":"左手進，右手出，得失常在一瞬間，聚少離多，難登富貴和樂之鄉，命該如此，怪不得人，只能多做善事，以求改變，此卦為下下卦得分為30分。"},
{"Identifier":172,"zhHant":"才華漸能嶄露，能得安身立命之所，實現理想，富貴可期，人說三年一運，好歹照輪，好運終於來臨，請好好把握，此卦為上上卦得分為90分。","zhHans":"才华渐能崭露，能得安身立命之所，实现理想，富贵可期，人说三年一运，好歹照轮，好运终于来临，请好好把握，此卦为上上卦得分为90分。","en":"才華漸能嶄露，能得安身立命之所，實現理想，富貴可期，人說三年一運，好歹照輪，好運終於來臨，請好好把握，此卦為上上卦得分為90分。"},
{"Identifier":173,"zhHant":"困難重重，險阻不斷，一事方平，二事又起，無法得到清閒，勞累困頓，每件事情都想得太容易了，其實沒那麼簡單，近期宜保守，此卦為下下卦得分為30分。","zhHans":"困难重重，险阻不断，一事方平，二事又起，无法得到清闲，劳累困顿，每件事情都想得太容易了，其实没那么简单，近期宜保守，此卦为下下卦得分为30分。","en":"困難重重，險阻不斷，一事方平，二事又起，無法得到清閒，勞累困頓，每件事情都想得太容易了，其實沒那麼簡單，近期宜保守，此卦為下下卦得分為30分。"},
{"Identifier":174,"zhHant":"樂極生悲，好事多磨，吉凶參半，美好時光轉瞬即逝，前途黯淡，認為相當好的機會，往往就是最深的陷阱，請特別注意，此卦為下下卦得分為30分。","zhHans":"乐极生悲，好事多磨，吉凶参半，美好时光转瞬即逝，前途黯淡，认为相当好的机会，往往就是最深的陷阱，请特别注意，此卦为下下卦得分为30分。","en":"樂極生悲，好事多磨，吉凶參半，美好時光轉瞬即逝，前途黯淡，認為相當好的機會，往往就是最深的陷阱，請特別注意，此卦為下下卦得分為30分。"},
{"Identifier":175,"zhHant":"風平浪靜，麗月生輝，前途光明順暢，天助人助，平步青雲，威望顯達，做什麼像什麼，運途很旺，此卦為上上卦得分為90分。","zhHans":"风平浪静，丽月生辉，前途光明顺畅，天助人助，平步青云，威望显达，做什么像什么，运途很旺，此卦为上上卦得分为90分。","en":"風平浪靜，麗月生輝，前途光明順暢，天助人助，平步青雲，威望顯達，做什麼像什麼，運途很旺，此卦為上上卦得分為90分。"},
{"Identifier":176,"zhHant":"困難漸漸獲得解決，耕耘終可獲得回報，奮力往上爬，人生美景將會出現，時機等久就是我們的，會愈來愈順，此卦為中中卦得分為60分。","zhHans":"困难渐渐获得解决，耕耘终可获得回报，奋力往上爬，人生美景将会出现，时机等久就是我们的，会愈来愈顺，此卦为中中卦得分为60分。","en":"困難漸漸獲得解決，耕耘終可獲得回報，奮力往上爬，人生美景將會出現，時機等久就是我們的，會愈來愈順，此卦為中中卦得分為60分。"},
{"Identifier":177,"zhHant":"不能專心致力，一心多用，勞心勞力，若要求成功，宜多借助別人之長處，做人身段要軟，有事多請教別人，此卦為中中卦得分為60分。","zhHans":"不能专心致力，一心多用，劳心劳力，若要求成功，宜多借助别人之长处，做人身段要软，有事多请教别人，此卦为中中卦得分为60分。","en":"不能專心致力，一心多用，勞心勞力，若要求成功，宜多借助別人之長處，做人身段要軟，有事多請教別人，此卦為中中卦得分為60分。"},
{"Identifier":178,"zhHant":"無遠大志氣，眷戀小小成就，固守於目前成就，終將成不了大器，如果把自己想得太高傲，那很難成大業，此卦為下下卦得分為30分。","zhHans":"无远大志气，眷恋小小成就，固守于目前成就，终将成不了大器，如果把自己想得太高傲，那很难成大业，此卦为下下卦得分为30分。","en":"無遠大志氣，眷戀小小成就，固守於目前成就，終將成不了大器，如果把自己想得太高傲，那很難成大業，此卦為下下卦得分為30分。"},
{"Identifier":179,"zhHant":"取捨得宜，適才適所，一切不偏離正軌，能得人心，贏得名望，遇事認真做，無解變有解，有心為之，一定成功，此卦為上上卦得分為90分。","zhHans":"取舍得宜，适才适所，一切不偏离正轨，能得人心，赢得名望，遇事认真做，无解变有解，有心为之，一定成功，此卦为上上卦得分为90分。","en":"取捨得宜，適才適所，一切不偏離正軌，能得人心，贏得名望，遇事認真做，無解變有解，有心為之，一定成功，此卦為上上卦得分為90分。"},
{"Identifier":180,"zhHant":"時運不濟，美夢難圓，徒留空想，一切作為白費心機，終究一場空，得到相助，尚有一線生機，此卦為下下卦得分為30分。","zhHans":"时运不济，美梦难圆，徒留空想，一切作为白费心机，终究一场空，得到相助，尚有一线生机，此卦为下下卦得分为30分。","en":"時運不濟，美夢難圓，徒留空想，一切作為白費心機，終究一場空，得到相助，尚有一線生機，此卦為下下卦得分為30分。"},
{"Identifier":181,"zhHant":"枯木逢春，嶄露頭角，只要能專心致力，一心一意奮力向前，成功不難，心裡不要想太多，專心如一，一定能成功，此卦為上中卦得分為75分。","zhHans":"枯木逢春，崭露头角，只要能专心致力，一心一意奋力向前，成功不难，心里不要想太多，专心如一，一定能成功，此卦为上中卦得分为75分。","en":"枯木逢春，嶄露頭角，只要能專心致力，一心一意奮力向前，成功不難，心裡不要想太多，專心如一，一定能成功，此卦為上中卦得分為75分。"},
{"Identifier":182,"zhHant":"心無主見，遇事徘徊，身處動盪，宜安份守成，眼前看似一切無望，但仔細評估果斷為之，應該不錯，此卦為中中卦得分為60分。","zhHans":"心无主见，遇事徘徊，身处动荡，宜安份守成，眼前看似一切无望，但仔细评估果断为之，应该不错，此卦为中中卦得分为60分。","en":"心無主見，遇事徘徊，身處動盪，宜安份守成，眼前看似一切無望，但仔細評估果斷為之，應該不錯，此卦為中中卦得分為60分。"},
{"Identifier":183,"zhHant":"撥雲見日，轉憂為喜，正逢好時機，如魚得水，將有一番大做為，好好把握這個時機，好運會一直來，此卦為上上卦得分為90分。","zhHans":"拨云见日，转忧为喜，正逢好时机，如鱼得水，将有一番大做为，好好把握这个时机，好运会一直来，此卦为上上卦得分为90分。","en":"撥雲見日，轉憂為喜，正逢好時機，如魚得水，將有一番大做為，好好把握這個時機，好運會一直來，此卦為上上卦得分為90分。"},
{"Identifier":184,"zhHant":"易得而復失，做事事難成，欲東山再起，卻又放不下身段，只沉睡在以前種種而不知改變，如果不積極而行，這輩子很難成功，此為下下卦得分30分。","zhHans":"易得而复失，做事事难成，欲东山再起，却又放不下身段，只沉睡在以前种种而不知改变，如果不积极而行，这辈子很难成功，此为下下卦得分30分。","en":"易得而復失，做事事難成，欲東山再起，卻又放不下身段，只沉睡在以前種種而不知改變，如果不積極而行，這輩子很難成功，此為下下卦得分30分。"},
{"Identifier":185,"zhHant":"須防範身邊出入之人，小心流言中傷，禍從口出，常因誤會遭受冷落，一動不如一靜，少出風頭較無事，此卦為下下卦得分為30分。","zhHans":"须防范身边出入之人，小心流言中伤，祸从口出，常因误会遭受冷落，一动不如一静，少出风头较无事，此卦为下下卦得分为30分。","en":"須防範身邊出入之人，小心流言中傷，禍從口出，常因誤會遭受冷落，一動不如一靜，少出風頭較無事，此卦為下下卦得分為30分。"},
{"Identifier":186,"zhHant":"無中生有，左右逢源，幸運之神時常眷顧，前程似錦，想做就去做吧，好運總是跟著我，太好了，此卦為上上卦得分為90分。","zhHans":"无中生有，左右逢源，幸运之神时常眷顾，前程似锦，想做就去做吧，好运总是跟着我，太好了，此卦为上上卦得分为90分。","en":"無中生有，左右逢源，幸運之神時常眷顧，前程似錦，想做就去做吧，好運總是跟著我，太好了，此卦為上上卦得分為90分。"},
{"Identifier":187,"zhHant":"事業有成，家庭和樂團圓，精神濟濟，處處有生機，心想事成，快樂似神仙，宜保持快樂心態，才能更加愉快，此卦為上上卦得分為90分。","zhHans":"事业有成，家庭和乐团圆，精神济济，处处有生机，心想事成，快乐似神仙，宜保持快乐心态，才能更加愉快，此卦为上上卦得分为90分。","en":"事業有成，家庭和樂團圓，精神濟濟，處處有生機，心想事成，快樂似神仙，宜保持快樂心態，才能更加愉快，此卦為上上卦得分為90分。"},
{"Identifier":188,"zhHant":"在家樣樣好，出外事事難，好事多磨，易生枝節，經常留有遺憾空悲嘆，該做的要認真，不該做的不要碰，等吧，此卦為下中卦得分為45分。","zhHans":"在家样样好，出外事事难，好事多磨，易生枝节，经常留有遗憾空悲叹，该做的要认真，不该做的不要碰，等吧，此卦为下中卦得分为45分。","en":"在家樣樣好，出外事事難，好事多磨，易生枝節，經常留有遺憾空悲嘆，該做的要認真，不該做的不要碰，等吧，此卦為下中卦得分為45分。"},
{"Identifier":189,"zhHant":"這輩子只要多積陰德，定能有孝順及出人頭地的子孫，朋友間要以誠相待，多說好話，多做好事，名望及財富定跟著您，此卦為上上卦得分為90分。","zhHans":"这辈子只要多积阴德，定能有孝顺及出人头地的子孙，朋友间要以诚相待，多说好话，多做好事，名望及财富定跟着您，此卦为上上卦得分为90分。","en":"這輩子只要多積陰德，定能有孝順及出人頭地的子孫，朋友間要以誠相待，多說好話，多做好事，名望及財富定跟著您，此卦為上上卦得分為90分。"},
{"Identifier":190,"zhHant":"美好時光易流失，恐難找回往日盛況，若能尋得識才之士相助，或許尚有此機緣再重出江湖，或許又會有一番作為，此卦為中中卦得分為60分。","zhHans":"美好时光易流失，恐难找回往日盛况，若能寻得识才之士相助，或许尚有此机缘再重出江湖，或许又会有一番作为，此卦为中中卦得分为60分。","en":"美好時光易流失，恐難找回往日盛況，若能尋得識才之士相助，或許尚有此機緣再重出江湖，或許又會有一番作為，此卦為中中卦得分為60分。"},
{"Identifier":191,"zhHant":"路途遙遠，但能愉快前行，一路走來平淡無奇，安然渡過，若能周詳計劃，更能接近成功，此卦為下中卦得分為45分。","zhHans":"路途遥远，但能愉快前行，一路走来平淡无奇，安然渡过，若能周详计划，更能接近成功，此卦为下中卦得分为45分。","en":"路途遙遠，但能愉快前行，一路走來平淡無奇，安然渡過，若能周詳計劃，更能接近成功，此卦為下中卦得分為45分。"},
{"Identifier":192,"zhHant":"鴻福齊天，只要稍加努力，成功即會來臨，可享厚重名望和地位，人一出名，財利就會跟著來，這輩子有好福份，此卦為上上卦得分為90分。","zhHans":"鸿福齐天，只要稍加努力，成功即会来临，可享厚重名望和地位，人一出名，财利就会跟着来，这辈子有好福份，此卦为上上卦得分为90分。","en":"鴻福齊天，只要稍加努力，成功即會來臨，可享厚重名望和地位，人一出名，財利就會跟著來，這輩子有好福份，此卦為上上卦得分為90分。"},
{"Identifier":193,"zhHant":"鴻運當頭，諸事如意，貴人常相左右，前程似錦，左右逢源，名利可雙收，心想事成，此數字之吉凶為上上卦，恭禧得分90分。","zhHans":"鸿运当头，诸事如意，贵人常相左右，前程似锦，左右逢源，名利可双收，心想事成，此数字之吉凶为上上卦，恭禧得分90分。","en":"鴻運當頭，諸事如意，貴人常相左右，前程似錦，左右逢源，名利可雙收，心想事成，此數字之吉凶為上上卦，恭禧得分90分。"},
{"Identifier":194,"zhHant":"水底撈月何曾有，海底尋針畢竟無，如果能加強學習，謀定而後動，就能有一片好光景，此數之吉凶為中中卦得分60分。","zhHans":"水底捞月何曾有，海底寻针毕竟无，如果能加强学习，谋定而后动，就能有一片好光景，此数之吉凶为中中卦得分60分。","en":"水底撈月何曾有，海底尋針畢竟無，如果能加強學習，謀定而後動，就能有一片好光景，此數之吉凶為中中卦得分60分。"},
{"Identifier":195,"zhHant":"事情一大堆，無法順利解決，百事紛擾，得不到清閒，向人傾訴又不能得到真正的解決，讓人覺得老天很不公平，此數為下下卦得分30分。","zhHans":"事情一大堆，无法顺利解决，百事纷扰，得不到清闲，向人倾诉又不能得到真正的解决，让人觉得老天很不公平，此数为下下卦得分30分。","en":"事情一大堆，無法順利解決，百事紛擾，得不到清閒，向人傾訴又不能得到真正的解決，讓人覺得老天很不公平，此數為下下卦得分30分。"},
{"Identifier":196,"zhHant":"貴人相助，否極泰來，未來的路平坦順暢，一路上也會有朋友的幫忙，只要不違背自然法則，不走投機路線，到頭來功名利祿自然而來，衰運自然消失，此卦為上上卦得分為90分。","zhHans":"贵人相助，否极泰来，未来的路平坦顺畅，一路上也会有朋友的帮忙，只要不违背自然法则，不走投机路线，到头来功名利禄自然而来，衰运自然消失，此卦为上上卦得分为90分。","en":"貴人相助，否極泰來，未來的路平坦順暢，一路上也會有朋友的幫忙，只要不違背自然法則，不走投機路線，到頭來功名利祿自然而來，衰運自然消失，此卦為上上卦得分為90分。"},
{"Identifier":197,"zhHant":"空有理想，心願難成，月黑風高，大海茫茫，出路難尋，路途艱難，步步驚險，宜冷靜分析，小心提防，此卦為下下卦得分為30分。","zhHans":"空有理想，心愿难成，月黑风高，大海茫茫，出路难寻，路途艰难，步步惊险，宜冷静分析，小心提防，此卦为下下卦得分为30分。","en":"空有理想，心願難成，月黑風高，大海茫茫，出路難尋，路途艱難，步步驚險，宜冷靜分析，小心提防，此卦為下下卦得分為30分。"},
{"Identifier":198,"zhHant":"人生不如意事，十之八九，常常悲嘆或怨天尤人，對事情是毫無幫助的，請不要多愁善感，默默耕耘，方可化險為夷，此卦為下中卦得分為45分。","zhHans":"人生不如意事，十之八九，常常悲叹或怨天尤人，对事情是毫无帮助的，请不要多愁善感，默默耕耘，方可化险为夷，此卦为下中卦得分为45分。","en":"人生不如意事，十之八九，常常悲嘆或怨天尤人，對事情是毫無幫助的，請不要多愁善感，默默耕耘，方可化險為夷，此卦為下中卦得分為45分。"},
{"Identifier":199,"zhHant":"志氣遠大，缺乏行動力，未能當機立斷，若想騰達，須求步伐穩健，功名終將可得，一步一腳印，人在做，天在看，好好經營，此卦為上中卦得分為75分。","zhHans":"志气远大，缺乏行动力，未能当机立断，若想腾达，须求步伐稳健，功名终将可得，一步一脚印，人在做，天在看，好好经营，此卦为上中卦得分为75分。","en":"志氣遠大，缺乏行動力，未能當機立斷，若想騰達，須求步伐穩健，功名終將可得，一步一腳印，人在做，天在看，好好經營，此卦為上中卦得分為75分。"},
{"Identifier":200,"zhHant":"諸事亨通，春風得意，事事順利，同心協力，上下一心，能得別人讚賞，前途光明，做什麼像什麼，不僅得名聲，也可得財富，此卦為上上卦得分為90分。","zhHans":"诸事亨通，春风得意，事事顺利，同心协力，上下一心，能得别人赞赏，前途光明，做什么像什么，不仅得名声，也可得财富，此卦为上上卦得分为90分。","en":"諸事亨通，春風得意，事事順利，同心協力，上下一心，能得別人讚賞，前途光明，做什麼像什麼，不僅得名聲，也可得財富，此卦為上上卦得分為90分。"},
{"Identifier":201,"zhHant":"人嘴如青草，風吹兩邊倒，得不到別人幫助，孤單無助，美夢易醒，理想破滅，欠貴人、欠錢財，只要有心改變，將會有希望，此卦為下下卦得分為30分。","zhHans":"人嘴如青草，风吹两边倒，得不到别人帮助，孤单无助，美梦易醒，理想破灭，欠贵人、欠钱财，只要有心改变，将会有希望，此卦为下下卦得分为30分。","en":"人嘴如青草，風吹兩邊倒，得不到別人幫助，孤單無助，美夢易醒，理想破滅，欠貴人、欠錢財，只要有心改變，將會有希望，此卦為下下卦得分為30分。"},
{"Identifier":202,"zhHant":"運氣欠佳，是非總纏身，常常有一些紛擾爭執之事，人氣差，與人不和，糾紛難平息，只有貴人適時出現，才能平順圓滿，此卦為下中卦得分為45分。","zhHans":"运气欠佳，是非总缠身，常常有一些纷扰争执之事，人气差，与人不和，纠纷难平息，只有贵人适时出现，才能平顺圆满，此卦为下中卦得分为45分。","en":"運氣欠佳，是非總纏身，常常有一些紛擾爭執之事，人氣差，與人不和，糾紛難平息，只有貴人適時出現，才能平順圓滿，此卦為下中卦得分為45分。"},
{"Identifier":203,"zhHant":"萬事終局萬是空，喜事難圓，美景易逝，福份薄弱，路途曲折難行，剛有頭緒，輾轉間又搞砸了，真是時運不濟，此卦為下下卦得分為30分。","zhHans":"万事终局万是空，喜事难圆，美景易逝，福份薄弱，路途曲折难行，刚有头绪，辗转间又搞砸了，真是时运不济，此卦为下下卦得分为30分。","en":"萬事終局萬是空，喜事難圓，美景易逝，福份薄弱，路途曲折難行，剛有頭緒，輾轉間又搞砸了，真是時運不濟，此卦為下下卦得分為30分。"},
{"Identifier":204,"zhHant":"屋漏偏逢連夜雨，所有的事都不順利，人有旦夕禍福，易逢不測之災，平時須防厄運發生，到頭來可能會一事無成，此卦為下下卦得分為30分。","zhHans":"屋漏偏逢连夜雨，所有的事都不顺利，人有旦夕祸福，易逢不测之灾，平时须防厄运发生，到头来可能会一事无成，此卦为下下卦得分为30分。","en":"屋漏偏逢連夜雨，所有的事都不順利，人有旦夕禍福，易逢不測之災，平時須防厄運發生，到頭來可能會一事無成，此卦為下下卦得分為30分。"},
{"Identifier":205,"zhHant":"最壞的已經過去，好運即將跟隨而來，目標漸進，前途平順，若能得到相助，更可平步青雲，達於臻善境界，此卦為上中卦得分為75分。","zhHans":"最坏的已经过去，好运即将跟随而来，目标渐进，前途平顺，若能得到相助，更可平步青云，达于臻善境界，此卦为上中卦得分为75分。","en":"最壞的已經過去，好運即將跟隨而來，目標漸進，前途平順，若能得到相助，更可平步青雲，達於臻善境界，此卦為上中卦得分為75分。"},
{"Identifier":206,"zhHant":"心中自有一把尺，不隨波逐流，為善者能受人賞識；為惡者遭人唾棄，做人實在，則貴人隨時會出現，此卦為上中卦得分為75分。","zhHans":"心中自有一把尺，不随波逐流，为善者能受人赏识；为恶者遭人唾弃，做人实在，则贵人随时会出现，此卦为上中卦得分为75分。","en":"心中自有一把尺，不隨波逐流，為善者能受人賞識；為惡者遭人唾棄，做人實在，則貴人隨時會出現，此卦為上中卦得分為75分。"},
{"Identifier":207,"zhHant":"千辛萬苦，努力不懈得來的機會，更需把握，美好前程更待開創，成功得來不易，只能好好把握，否則錯失機會，不易再來，此卦為中中卦得分為60分。","zhHans":"千辛万苦，努力不懈得来的机会，更需把握，美好前程更待开创，成功得来不易，只能好好把握，否则错失机会，不易再来，此卦为中中卦得分为60分。","en":"千辛萬苦，努力不懈得來的機會，更需把握，美好前程更待開創，成功得來不易，只能好好把握，否則錯失機會，不易再來，此卦為中中卦得分為60分。"},
{"Identifier":208,"zhHant":"好運將到，事事順心，精神奕奕，下定好計劃時，決心不要隨意改變，好好經營，宜把握時機，奮力一搏，大好光明就在眼前，此卦為上中卦得分為75分。","zhHans":"好运将到，事事顺心，精神奕奕，下定好计划时，决心不要随意改变，好好经营，宜把握时机，奋力一搏，大好光明就在眼前，此卦为上中卦得分为75分。","en":"好運將到，事事順心，精神奕奕，下定好計劃時，決心不要隨意改變，好好經營，宜把握時機，奮力一搏，大好光明就在眼前，此卦為上中卦得分為75分。"},
{"Identifier":209,"zhHant":"遇到瓶頸，能夠迎刃而解，好運將至，凡事若能持之以恆，皆順順利利，這叫穩定中求成長，但切記不必理會旁人的閒言閒語，此卦為上中卦得分為75分。","zhHans":"遇到瓶颈，能够迎刃而解，好运将至，凡事若能持之以恒，皆顺顺利利，这叫稳定中求成长，但切记不必理会旁人的闲言闲语，此卦为上中卦得分为75分。","en":"遇到瓶頸，能夠迎刃而解，好運將至，凡事若能持之以恆，皆順順利利，這叫穩定中求成長，但切記不必理會旁人的閒言閒語，此卦為上中卦得分為75分。"},
{"Identifier":210,"zhHant":"升官發財，喜氣洋洋，憂慮全然消失於無形，喜事從天而降，一路走來會過關斬將，事情到最後是個美好結果，此卦為上上卦得分為90分。","zhHans":"升官发财，喜气洋洋，忧虑全然消失于无形，喜事从天而降，一路走来会过关斩将，事情到最后是个美好结果，此卦为上上卦得分为90分。","en":"升官發財，喜氣洋洋，憂慮全然消失於無形，喜事從天而降，一路走來會過關斬將，事情到最後是個美好結果，此卦為上上卦得分為90分。"},
{"Identifier":211,"zhHant":"先苦後甘，事稱心，人逢喜事精神爽，厄運逐漸遠離，災禍也不見，福祿雙收，前途光亮，做事順暢，得良友相助，一點也不用存疑，此為上上卦得分90分。","zhHans":"先苦后甘，事称心，人逢喜事精神爽，厄运逐渐远离，灾祸也不见，福禄双收，前途光亮，做事顺畅，得良友相助，一点也不用存疑，此为上上卦得分90分。","en":"先苦後甘，事稱心，人逢喜事精神爽，厄運逐漸遠離，災禍也不見，福祿雙收，前途光亮，做事順暢，得良友相助，一點也不用存疑，此為上上卦得分90分。"},
{"Identifier":212,"zhHant":"好夢難再，困於逆境，美景遠離，總是失去的多，收穫的少，得到的總是一瞬間而已，喜事少，擔憂多，心中存有很多疑慮，此卦為下中卦得分為45分。","zhHans":"好梦难再，困于逆境，美景远离，总是失去的多，收获的少，得到的总是一瞬间而已，喜事少，担忧多，心中存有很多疑虑，此卦为下中卦得分为45分。","en":"好夢難再，困於逆境，美景遠離，總是失去的多，收穫的少，得到的總是一瞬間而已，喜事少，擔憂多，心中存有很多疑慮，此卦為下中卦得分為45分。"},
{"Identifier":213,"zhHant":"火到豬頭爛，功到自然成，既然決定之事就勇敢去做吧，在時間點的掌握上，不錯，萬事皆可成就，成就皆是非凡，此卦為上上卦得分為90分。","zhHans":"火到猪头烂，功到自然成，既然决定之事就勇敢去做吧，在时间点的掌握上，不错，万事皆可成就，成就皆是非凡，此卦为上上卦得分为90分。","en":"火到豬頭爛，功到自然成，既然決定之事就勇敢去做吧，在時間點的掌握上，不錯，萬事皆可成就，成就皆是非凡，此卦為上上卦得分為90分。"},
{"Identifier":214,"zhHant":"有喜有憂，有得有失，美好事物未能雙全，見好即收，莫要貪得，方能得長久，不要在意別人的看法，只要對的事就可以為之，此卦為中中卦得分為60分。","zhHans":"有喜有忧，有得有失，美好事物未能双全，见好即收，莫要贪得，方能得长久，不要在意别人的看法，只要对的事就可以为之，此卦为中中卦得分为60分。","en":"有喜有憂，有得有失，美好事物未能雙全，見好即收，莫要貪得，方能得長久，不要在意別人的看法，只要對的事就可以為之，此卦為中中卦得分為60分。"},
{"Identifier":215,"zhHant":"月光再亮，也曬不乾稻穀，有名無實，外表風光愉快，內心充滿憂慮無奈，保持平常心，機會尚未來臨，就只有等等等，此卦為下中卦得分為45分。","zhHans":"月光再亮，也晒不干稻谷，有名无实，外表风光愉快，内心充满忧虑无奈，保持平常心，机会尚未来临，就只有等等等，此卦为下中卦得分为45分。","en":"月光再亮，也曬不乾稻穀，有名無實，外表風光愉快，內心充滿憂慮無奈，保持平常心，機會尚未來臨，就只有等等等，此卦為下中卦得分為45分。"},
{"Identifier":216,"zhHant":"失意落寞，勞心勞力，身心難安，喜事未近卻已逢憂，悲喜交加，常受外在煎熬，無喜恐有憂，凡事都不對，此卦為下下卦得分為30分。","zhHans":"失意落寞，劳心劳力，身心难安，喜事未近却已逢忧，悲喜交加，常受外在煎熬，无喜恐有忧，凡事都不对，此卦为下下卦得分为30分。","en":"失意落寞，勞心勞力，身心難安，喜事未近卻已逢憂，悲喜交加，常受外在煎熬，無喜恐有憂，凡事都不對，此卦為下下卦得分為30分。"},
{"Identifier":217,"zhHant":"好事多磨，雖得富貴，莫以錢財買人事，尚須謹防憑空消逝，待人處世，更應戒慎口舌，以防是非之災，此卦為不錯之卦象，此為上中卦得分75分。","zhHans":"好事多磨，虽得富贵，莫以钱财买人事，尚须谨防凭空消逝，待人处世，更应戒慎口舌，以防是非之灾，此卦为不错之卦象，此为上中卦得分75分。","en":"好事多磨，雖得富貴，莫以錢財買人事，尚須謹防憑空消逝，待人處世，更應戒慎口舌，以防是非之災，此卦為不錯之卦象，此為上中卦得分75分。"},
{"Identifier":218,"zhHant":"雙頭馬車，各自為政，上下不能同心協力，多勞少功，但只要奮力不懈，終將可達理想境地，與人合作要誠心，要互相體諒才能成功，此為中上卦得分60分。","zhHans":"双头马车，各自为政，上下不能同心协力，多劳少功，但只要奋力不懈，终将可达理想境地，与人合作要诚心，要互相体谅才能成功，此为中上卦得分60分。","en":"雙頭馬車，各自為政，上下不能同心協力，多勞少功，但只要奮力不懈，終將可達理想境地，與人合作要誠心，要互相體諒才能成功，此為中上卦得分60分。"},
{"Identifier":219,"zhHant":"一心想趕兩隻兔，反而落得兩手空，不宜一心二用，須提防福禍相連，前途若得到貴人提拔，則能飛黃騰達，身居要職，事事如意，此為上中卦得分75分。","zhHans":"一心想赶两只兔，反而落得两手空，不宜一心二用，须提防福祸相连，前途若得到贵人提拔，则能飞黄腾达，身居要职，事事如意，此为上中卦得分75分。","en":"一心想趕兩隻兔，反而落得兩手空，不宜一心二用，須提防福禍相連，前途若得到貴人提拔，則能飛黃騰達，身居要職，事事如意，此為上中卦得分75分。"},
{"Identifier":220,"zhHant":"事有先後，不避困難，不求急進，判斷正確後握住方向，保持清靜的心情、謀定而後動，即可得到想要的結果，此卦為上中卦得分為75分。","zhHans":"事有先后，不避困难，不求急进，判断正确后握住方向，保持清静的心情、谋定而后动，即可得到想要的结果，此卦为上中卦得分为75分。","en":"事有先後，不避困難，不求急進，判斷正確後握住方向，保持清靜的心情、謀定而後動，即可得到想要的結果，此卦為上中卦得分為75分。"},
{"Identifier":221,"zhHant":"出爾反爾，變遷極多，無法掌握，就像一艘汪洋中的孤船，沒有船舵、沒有方向，前途堪憂，此卦為下下卦得分為30分。","zhHans":"出尔反尔，变迁极多，无法掌握，就像一艘汪洋中的孤船，没有船舵、没有方向，前途堪忧，此卦为下下卦得分为30分。","en":"出爾反爾，變遷極多，無法掌握，就像一艘汪洋中的孤船，沒有船舵、沒有方向，前途堪憂，此卦為下下卦得分為30分。"},
{"Identifier":222,"zhHant":"事情有轉機，莫再遲疑，情勢沒有想像中惡劣，就像滿天烏雲，終究會露出陽光，事事謹慎而為，不要莽撞，凡是都能渡過難闢，此為中中卦得分60分。","zhHans":"事情有转机，莫再迟疑，情势没有想像中恶劣，就像满天乌云，终究会露出阳光，事事谨慎而为，不要莽撞，凡是都能渡过难辟，此为中中卦得分60分。","en":"事情有轉機，莫再遲疑，情勢沒有想像中惡劣，就像滿天烏雲，終究會露出陽光，事事謹慎而為，不要莽撞，凡是都能渡過難闢，此為中中卦得分60分。"},
{"Identifier":223,"zhHant":"雖有挫折，但轉機會出現，有經歷波折之事，反而更加珍惜，自助而後人助，富貴自然可成，此卦為上中卦得分為75分。","zhHans":"虽有挫折，但转机会出现，有经历波折之事，反而更加珍惜，自助而后人助，富贵自然可成，此卦为上中卦得分为75分。","en":"雖有挫折，但轉機會出現，有經歷波折之事，反而更加珍惜，自助而後人助，富貴自然可成，此卦為上中卦得分為75分。"},
{"Identifier":224,"zhHant":"面臨困難，自以為是，陷入孤立，事情總是事倍功半，要完成一件事情，總需經波折變動才可達成，真的好累好累，慎思慎思，此卦為下下卦得分為30分。","zhHans":"面临困难，自以为是，陷入孤立，事情总是事倍功半，要完成一件事情，总需经波折变动才可达成，真的好累好累，慎思慎思，此卦为下下卦得分为30分。","en":"面臨困難，自以為是，陷入孤立，事情總是事倍功半，要完成一件事情，總需經波折變動才可達成，真的好累好累，慎思慎思，此卦為下下卦得分為30分。"},
{"Identifier":225,"zhHant":"益友集結，集思廣益，為貴人明現，福祿雙全，人事圓滿功名有望，常有外來的助力，多說好話，多做好事，一切都會很圓滿，此為上上卦得分90分。","zhHans":"益友集结，集思广益，为贵人明现，福禄双全，人事圆满功名有望，常有外来的助力，多说好话，多做好事，一切都会很圆满，此为上上卦得分90分。","en":"益友集結，集思廣益，為貴人明現，福祿雙全，人事圓滿功名有望，常有外來的助力，多說好話，多做好事，一切都會很圓滿，此為上上卦得分90分。"},
{"Identifier":226,"zhHant":"善與人相處，貴人獻計，當可逢凶化吉，轉悲為喜，證明做人要和氣，才能生財，千萬不要與人不悅，事事可圓滿，此卦為上中卦得分為75分。","zhHans":"善与人相处，贵人献计，当可逢凶化吉，转悲为喜，证明做人要和气，才能生财，千万不要与人不悦，事事可圆满，此卦为上中卦得分为75分。","en":"善與人相處，貴人獻計，當可逢凶化吉，轉悲為喜，證明做人要和氣，才能生財，千萬不要與人不悅，事事可圓滿，此卦為上中卦得分為75分。"},
{"Identifier":227,"zhHant":"事與願違，無法遂意，阻礙接二連三而來，投資易失利，好夢難圓，且容易惹是非，盡量減少投資，而運用理財比較妥當，此卦為下下卦得分為30分。","zhHans":"事与愿违，无法遂意，阻碍接二连三而来，投资易失利，好梦难圆，且容易惹是非，尽量减少投资，而运用理财比较妥当，此卦为下下卦得分为30分。","en":"事與願違，無法遂意，阻礙接二連三而來，投資易失利，好夢難圓，且容易惹是非，盡量減少投資，而運用理財比較妥當，此卦為下下卦得分為30分。"},
{"Identifier":228,"zhHant":"勞力勞心，身心無法負荷，事情糾紛不斷，事倍功半，做事易三心兩意，自己被自己打敗，請三思而後，再動，此卦為下下卦得分為30分。","zhHans":"劳力劳心，身心无法负荷，事情纠纷不断，事倍功半，做事易三心两意，自己被自己打败，请三思而后，再动，此卦为下下卦得分为30分。","en":"勞力勞心，身心無法負荷，事情糾紛不斷，事倍功半，做事易三心兩意，自己被自己打敗，請三思而後，再動，此卦為下下卦得分為30分。"},
{"Identifier":229,"zhHant":"能得到投緣的知己，朋友相助，群策群力，上下一心，事事如願，心中願望也能達成，宜邁開腳步，勇往向前，成功在望，此卦為上上卦得分為90分。","zhHans":"能得到投缘的知己，朋友相助，群策群力，上下一心，事事如愿，心中愿望也能达成，宜迈开脚步，勇往向前，成功在望，此卦为上上卦得分为90分。","en":"能得到投緣的知己，朋友相助，群策群力，上下一心，事事如願，心中願望也能達成，宜邁開腳步，勇往向前，成功在望，此卦為上上卦得分為90分。"},
{"Identifier":230,"zhHant":"事不順心難免有，切勿挫折灰心，雖難達到圓滿的境界，但還可接受，宜謹慎行事，求保安康，此卦為中平卦得分為45分。","zhHans":"事不顺心难免有，切勿挫折灰心，虽难达到圆满的境界，但还可接受，宜谨慎行事，求保安康，此卦为中平卦得分为45分。","en":"事不順心難免有，切勿挫折灰心，雖難達到圓滿的境界，但還可接受，宜謹慎行事，求保安康，此卦為中平卦得分為45分。"},
{"Identifier":231,"zhHant":"繁忙勞碌，好事多磨，只要持之以恆，路途雖然遙遠艱辛，但最後能排除萬難，達成心中所願，此卦為上中卦得分為75分。","zhHans":"繁忙劳碌，好事多磨，只要持之以恒，路途虽然遥远艰辛，但最后能排除万难，达成心中所愿，此卦为上中卦得分为75分。","en":"繁忙勞碌，好事多磨，只要持之以恆，路途雖然遙遠艱辛，但最後能排除萬難，達成心中所願，此卦為上中卦得分為75分。"},
{"Identifier":232,"zhHant":"障礙雖多艱辛，卻能一一克服，風波雖有，卻也無礙，能因禍得福，自在快樂，心中充滿希望，此卦為上中卦得分為75分。","zhHans":"障碍虽多艰辛，却能一一克服，风波虽有，却也无碍，能因祸得福，自在快乐，心中充满希望，此卦为上中卦得分为75分。","en":"障礙雖多艱辛，卻能一一克服，風波雖有，卻也無礙，能因禍得福，自在快樂，心中充滿希望，此卦為上中卦得分為75分。"},
{"Identifier":233,"zhHant":"險惡環境能化險為夷，轉禍得福，常能得貴人助，成功有望，心中想做就去做，成功就在眼前，恭禧，此卦為上上卦得分為90分。","zhHans":"险恶环境能化险为夷，转祸得福，常能得贵人助，成功有望，心中想做就去做，成功就在眼前，恭禧，此卦为上上卦得分为90分。","en":"險惡環境能化險為夷，轉禍得福，常能得貴人助，成功有望，心中想做就去做，成功就在眼前，恭禧，此卦為上上卦得分為90分。"},
{"Identifier":234,"zhHant":"福星高照，貴人湧現，兩面逢源，任君遨遊，不管保持現狀或往前衝，都會有不錯的成果，此卦為上上卦得分為90分。","zhHans":"福星高照，贵人涌现，两面逢源，任君遨游，不管保持现状或往前冲，都会有不错的成果，此卦为上上卦得分为90分。","en":"福星高照，貴人湧現，兩面逢源，任君遨遊，不管保持現狀或往前衝，都會有不錯的成果，此卦為上上卦得分為90分。"},
{"Identifier":235,"zhHant":"事事非常不順，龍游淺灘遭蝦戲，虎落平陽被犬欺，須幾番奮鬥，才可脫離困境，如不努力執行，大概只能說是紙上談兵而已，此卦為下中卦得分為45分。","zhHans":"事事非常不顺，龙游浅滩遭虾戏，虎落平阳被犬欺，须几番奋斗，才可脱离困境，如不努力执行，大概只能说是纸上谈兵而已，此卦为下中卦得分为45分。","en":"事事非常不順，龍游淺灘遭蝦戲，虎落平陽被犬欺，須幾番奮鬥，才可脫離困境，如不努力執行，大概只能說是紙上談兵而已，此卦為下中卦得分為45分。"},
{"Identifier":236,"zhHant":"一分耕耘，一分收穫，雖然一路走來也蠻勞心的，但成功在望，可謂是皇天不負苦心人，最後會以笑容收場，此卦為上中卦得分為75分。","zhHans":"一分耕耘，一分收获，虽然一路走来也蛮劳心的，但成功在望，可谓是皇天不负苦心人，最后会以笑容收场，此卦为上中卦得分为75分。","en":"一分耕耘，一分收穫，雖然一路走來也蠻勞心的，但成功在望，可謂是皇天不負苦心人，最後會以笑容收場，此卦為上中卦得分為75分。"},
{"Identifier":237,"zhHant":"空有夢想，始終未能如願，無法得到真實人生，一切似乎很美滿，但現實好像有所欠缺，始終空歡喜一場，最後總是感嘆收場，此卦為下中卦得分為45分。","zhHans":"空有梦想，始终未能如愿，无法得到真实人生，一切似乎很美满，但现实好像有所欠缺，始终空欢喜一场，最后总是感叹收场，此卦为下中卦得分为45分。","en":"空有夢想，始終未能如願，無法得到真實人生，一切似乎很美滿，但現實好像有所欠缺，始終空歡喜一場，最後總是感嘆收場，此卦為下中卦得分為45分。"},
{"Identifier":238,"zhHant":"事事安穩，點石成金，鑿石得玉，只需用心，即能達到成功，勇往直前，收穫必豐，看的到，不一定能得到，所以還是需要加把勁，此為中中卦得分60分。","zhHans":"事事安稳，点石成金，凿石得玉，只需用心，即能达到成功，勇往直前，收获必丰，看的到，不一定能得到，所以还是需要加把劲，此为中中卦得分60分。","en":"事事安穩，點石成金，鑿石得玉，只需用心，即能達到成功，勇往直前，收穫必豐，看的到，不一定能得到，所以還是需要加把勁，此為中中卦得分60分。"},
{"Identifier":239,"zhHant":"平步青雲，且能開創新局，名成利就，前程無憂，相輔相成，道途平順，春風得意，諸事順心，奮力向前，衣錦榮歸，好事都將來臨，此為上上卦得分90分。","zhHans":"平步青云，且能开创新局，名成利就，前程无忧，相辅相成，道途平顺，春风得意，诸事顺心，奋力向前，衣锦荣归，好事都将来临，此为上上卦得分90分。","en":"平步青雲，且能開創新局，名成利就，前程無憂，相輔相成，道途平順，春風得意，諸事順心，奮力向前，衣錦榮歸，好事都將來臨，此為上上卦得分90分。"},
{"Identifier":240,"zhHant":"孤軍奮鬥，事情卻排山倒海而來，艱苦無依，全心投入卻難得回報，事事皆無功而返，想突破難關且沒勇氣嘗試，往往臨陣脫逃，此為下下卦得分30分。","zhHans":"孤军奋斗，事情却排山倒海而来，艰苦无依，全心投入却难得回报，事事皆无功而返，想突破难关且没勇气尝试，往往临阵脱逃，此为下下卦得分30分。","en":"孤軍奮鬥，事情卻排山倒海而來，艱苦無依，全心投入卻難得回報，事事皆無功而返，想突破難關且沒勇氣嘗試，往往臨陣脫逃，此為下下卦得分30分。"},
{"Identifier":241,"zhHant":"一盛一衰，吉凶參半，若能遇到有緣人，心中之事，方能有所展獲，若要得貴人相助，要仔細探尋才能得到佳音，此卦為中平卦得分為45分。","zhHans":"一盛一衰，吉凶参半，若能遇到有缘人，心中之事，方能有所展获，若要得贵人相助，要仔细探寻才能得到佳音，此卦为中平卦得分为45分。","en":"一盛一衰，吉凶參半，若能遇到有緣人，心中之事，方能有所展獲，若要得貴人相助，要仔細探尋才能得到佳音，此卦為中平卦得分為45分。"},
{"Identifier":242,"zhHant":"有敏銳的洞悉力，戰鬥力卻不夠，若要求得成功，必須加倍努力，重新出發，自己實力不足，不足以擔當重任，利用時間多充實，此為下中卦得分45分。","zhHans":"有敏锐的洞悉力，战斗力却不够，若要求得成功，必须加倍努力，重新出发，自己实力不足，不足以担当重任，利用时间多充实，此为下中卦得分45分。","en":"有敏銳的洞悉力，戰鬥力卻不夠，若要求得成功，必須加倍努力，重新出發，自己實力不足，不足以擔當重任，利用時間多充實，此為下中卦得分45分。"},
{"Identifier":243,"zhHant":"人要實心，火要空心，一步一腳印，努力踏實，前途光明可期，俗語說人在做，天在看，做善事就結良緣，此卦為上上卦得分為90分。","zhHans":"人要实心，火要空心，一步一脚印，努力踏实，前途光明可期，俗语说人在做，天在看，做善事就结良缘，此卦为上上卦得分为90分。","en":"人要實心，火要空心，一步一腳印，努力踏實，前途光明可期，俗語說人在做，天在看，做善事就結良緣，此卦為上上卦得分為90分。"},
{"Identifier":244,"zhHant":"看似黑暗，但絕對不會暗，一個今天，值兩個明天，要抓緊機會，須把握好時光，勤奮努力，功名利祿終可達成，此卦為上中卦得分為75分。","zhHans":"看似黑暗，但绝对不会暗，一个今天，值两个明天，要抓紧机会，须把握好时光，勤奋努力，功名利禄终可达成，此卦为上中卦得分为75分。","en":"看似黑暗，但絕對不會暗，一個今天，值兩個明天，要抓緊機會，須把握好時光，勤奮努力，功名利祿終可達成，此卦為上中卦得分為75分。"},
{"Identifier":245,"zhHant":"看來似乎平順，謀事方面算是順利，在事業上亦有進展，謹言慎行，依序漸進，一步一腳印，即可保守成家業，此卦為中中卦得分為60分。","zhHans":"看来似乎平顺，谋事方面算是顺利，在事业上亦有进展，谨言慎行，依序渐进，一步一脚印，即可保守成家业，此卦为中中卦得分为60分。","en":"看來似乎平順，謀事方面算是順利，在事業上亦有進展，謹言慎行，依序漸進，一步一腳印，即可保守成家業，此卦為中中卦得分為60分。"},
{"Identifier":246,"zhHant":"行事分明，步步為營，只要稍加努力，名利可得，將會豐收，只有行事專一，持之以恆必能成功，不必懷疑，此卦為上中卦得分為75分。","zhHans":"行事分明，步步为营，只要稍加努力，名利可得，将会丰收，只有行事专一，持之以恒必能成功，不必怀疑，此卦为上中卦得分为75分。","en":"行事分明，步步為營，只要稍加努力，名利可得，將會豐收，只有行事專一，持之以恆必能成功，不必懷疑，此卦為上中卦得分為75分。"},
{"Identifier":247,"zhHant":"好運當頭，放手去做，心想事成，如願以償，只要不做虧心事，就會好運連連，功名漸近，此卦為上上卦得分為90分。","zhHans":"好运当头，放手去做，心想事成，如愿以偿，只要不做亏心事，就会好运连连，功名渐近，此卦为上上卦得分为90分。","en":"好運當頭，放手去做，心想事成，如願以償，只要不做虧心事，就會好運連連，功名漸近，此卦為上上卦得分為90分。"},
{"Identifier":248,"zhHant":"八面玲瓏，得天獨厚，做事圓融，凡事均可圓滿成功，心中的理想必能實現，處事之間也很平順，好願景很快就會實現，此卦為上上卦得分為90分。","zhHans":"八面玲珑，得天独厚，做事圆融，凡事均可圆满成功，心中的理想必能实现，处事之间也很平顺，好愿景很快就会实现，此卦为上上卦得分为90分。","en":"八面玲瓏，得天獨厚，做事圓融，凡事均可圓滿成功，心中的理想必能實現，處事之間也很平順，好願景很快就會實現，此卦為上上卦得分為90分。"},
{"Identifier":249,"zhHant":"凡事都能迎刃而解，人能得富貴，凡事會大事化小事，所有紛擾困惑之事均能得以解決，貴人的建議要聽，對事情會有很大的幫助，此為上中卦得分75分。","zhHans":"凡事都能迎刃而解，人能得富贵，凡事会大事化小事，所有纷扰困惑之事均能得以解决，贵人的建议要听，对事情会有很大的帮助，此为上中卦得分75分。","en":"凡事都能迎刃而解，人能得富貴，凡事會大事化小事，所有紛擾困惑之事均能得以解決，貴人的建議要聽，對事情會有很大的幫助，此為上中卦得分75分。"},
{"Identifier":250,"zhHant":"難得清閒之福，心事難安，置身於恐懼之中，日落西山，希望渺茫，夢想和抱負，難以實現，有事急不得，要慢慢等到時機出現，此為下下卦得分30分。","zhHans":"难得清闲之福，心事难安，置身于恐惧之中，日落西山，希望渺茫，梦想和抱负，难以实现，有事急不得，要慢慢等到时机出现，此为下下卦得分30分。","en":"難得清閒之福，心事難安，置身於恐懼之中，日落西山，希望渺茫，夢想和抱負，難以實現，有事急不得，要慢慢等到時機出現，此為下下卦得分30分。"},
{"Identifier":251,"zhHant":"前途光明顯達，大展才藝，佳音連連，成功指日可待，一鳴驚人，一飛衝天，能享有美好名聲，得到幸福人生，此卦為上上卦得分為90分。","zhHans":"前途光明显达，大展才艺，佳音连连，成功指日可待，一鸣惊人，一飞冲天，能享有美好名声，得到幸福人生，此卦为上上卦得分为90分。","en":"前途光明顯達，大展才藝，佳音連連，成功指日可待，一鳴驚人，一飛衝天，能享有美好名聲，得到幸福人生，此卦為上上卦得分為90分。"},
{"Identifier":252,"zhHant":"性情浮躁，心智易受矇蔽，多愁多慮，處事不能清晰明快，庸庸碌碌，疲於奔命，事勞功少，此卦為下中卦得分為45分。","zhHans":"性情浮躁，心智易受蒙蔽，多愁多虑，处事不能清晰明快，庸庸碌碌，疲于奔命，事劳功少，此卦为下中卦得分为45分。","en":"性情浮躁，心智易受矇蔽，多愁多慮，處事不能清晰明快，庸庸碌碌，疲於奔命，事勞功少，此卦為下中卦得分為45分。"},
{"Identifier":253,"zhHant":"人生處處都會有難題，如何把難題當做成功的踏腳石，而不是絆腳石，心情仍決定一件事成功或失敗主要因素，請靜下心吧，此卦為上中卦得分為75分。","zhHans":"人生处处都会有难题，如何把难题当做成功的踏脚石，而不是绊脚石，心情仍决定一件事成功或失败主要因素，请静下心吧，此卦为上中卦得分为75分。","en":"人生處處都會有難題，如何把難題當做成功的踏腳石，而不是絆腳石，心情仍決定一件事成功或失敗主要因素，請靜下心吧，此卦為上中卦得分為75分。"},
{"Identifier":254,"zhHant":"要知人心隔肚皮，也不用處處提防，眼見風雨即將遠去，撥雲見日放光明，此籤是希望無窮的象徵，可以穩定中求成長，此卦為上中卦得分為75分。","zhHans":"要知人心隔肚皮，也不用处处提防，眼见风雨即将远去，拨云见日放光明，此签是希望无穷的象征，可以稳定中求成长，此卦为上中卦得分为75分。","en":"要知人心隔肚皮，也不用處處提防，眼見風雨即將遠去，撥雲見日放光明，此籤是希望無窮的象徵，可以穩定中求成長，此卦為上中卦得分為75分。"},
{"Identifier":255,"zhHant":"家運不興，內外不合，心情煩悶，精神不振，難達圓滿之境，心思太雜，想像力太豐富，把自己搞得太煩，什麼事都做不好，此卦為下下卦得分為30分。","zhHans":"家运不兴，内外不合，心情烦闷，精神不振，难达圆满之境，心思太杂，想像力太丰富，把自己搞得太烦，什么事都做不好，此卦为下下卦得分为30分。","en":"家運不興，內外不合，心情煩悶，精神不振，難達圓滿之境，心思太雜，想像力太豐富，把自己搞得太煩，什麼事都做不好，此卦為下下卦得分為30分。"},
{"Identifier":256,"zhHant":"勢如破竹，益友環助，兩面逢源，花好月圓，人長久，凡事皆能順利，時機成熟，無往不利，自立自強，成功圓滿想什麼就去做吧，此為上上卦得分90分。","zhHans":"势如破竹，益友环助，两面逢源，花好月圆，人长久，凡事皆能顺利，时机成熟，无往不利，自立自强，成功圆满想什么就去做吧，此为上上卦得分90分。","en":"勢如破竹，益友環助，兩面逢源，花好月圓，人長久，凡事皆能順利，時機成熟，無往不利，自立自強，成功圓滿想什麼就去做吧，此為上上卦得分90分。"},
{"Identifier":257,"zhHant":"長期經營，今將有成，路途平順，只是心情尚未開朗，當雲開見日時，光明隨之來臨，到時更有可為，此卦為上中卦得分為60分。","zhHans":"长期经营，今将有成，路途平顺，只是心情尚未开朗，当云开见日时，光明随之来临，到时更有可为，此卦为上中卦得分为60分。","en":"長期經營，今將有成，路途平順，只是心情尚未開朗，當雲開見日時，光明隨之來臨，到時更有可為，此卦為上中卦得分為60分。"},
{"Identifier":258,"zhHant":"意氣風發，萬象更新，財福臨門，所有的事都能心想事成，目前正處於人生高峰，一路清心順暢享受富貴榮華，此卦為上上卦得分為90分。","zhHans":"意气风发，万象更新，财福临门，所有的事都能心想事成，目前正处于人生高峰，一路清心顺畅享受富贵荣华，此卦为上上卦得分为90分。","en":"意氣風發，萬象更新，財福臨門，所有的事都能心想事成，目前正處於人生高峰，一路清心順暢享受富貴榮華，此卦為上上卦得分為90分。"},
{"Identifier":259,"zhHant":"進退兩難，總是憂，前有險阻，後無退路，路途飄搖未定，事事紛擾難平，枝節重生，前程憂慮不堪，此卦為下下卦得分為30分。","zhHans":"进退两难，总是忧，前有险阻，后无退路，路途飘摇未定，事事纷扰难平，枝节重生，前程忧虑不堪，此卦为下下卦得分为30分。","en":"進退兩難，總是憂，前有險阻，後無退路，路途飄搖未定，事事紛擾難平，枝節重生，前程憂慮不堪，此卦為下下卦得分為30分。"},
{"Identifier":260,"zhHant":"進取如意又富貴，天生麗質難自棄，縱有小瑕疵亦無妨礙，前程恰似寶石般的光亮，一生將逍遙無憂，富貴常在，此卦為上上卦得分為90分。","zhHans":"进取如意又富贵，天生丽质难自弃，纵有小瑕疵亦无妨碍，前程恰似宝石般的光亮，一生将逍遥无忧，富贵常在，此卦为上上卦得分为90分。","en":"進取如意又富貴，天生麗質難自棄，縱有小瑕疵亦無妨礙，前程恰似寶石般的光亮，一生將逍遙無憂，富貴常在，此卦為上上卦得分為90分。"},
{"Identifier":261,"zhHant":"一次風險，一次經驗，前途難測，處事當深思熟慮，等待時機，不可妄為，此卦為中中卦得分為60分。","zhHans":"一次风险，一次经验，前途难测，处事当深思熟虑，等待时机，不可妄为，此卦为中中卦得分为60分。","en":"一次風險，一次經驗，前途難測，處事當深思熟慮，等待時機，不可妄為，此卦為中中卦得分為60分。"},
{"Identifier":262,"zhHant":"命好不怕運來磨，凡事先苦後甘，歷程雖然艱辛，能轉憂為喜，如能安份保守經營，所求之事終將能如願以償，此卦為上中卦得分為75分。","zhHans":"命好不怕运来磨，凡事先苦后甘，历程虽然艰辛，能转忧为喜，如能安份保守经营，所求之事终将能如愿以偿，此卦为上中卦得分为75分。","en":"命好不怕運來磨，凡事先苦後甘，歷程雖然艱辛，能轉憂為喜，如能安份保守經營，所求之事終將能如願以償，此卦為上中卦得分為75分。"},
{"Identifier":263,"zhHant":"發奮圖強，力求創新，努力去想，用心去做會有所得，身處有利環境，怡然自得，但須專心一致，否則得到的只有一半，此為上中卦得分75分。","zhHans":"发奋图强，力求创新，努力去想，用心去做会有所得，身处有利环境，怡然自得，但须专心一致，否则得到的只有一半，此为上中卦得分75分。","en":"發奮圖強，力求創新，努力去想，用心去做會有所得，身處有利環境，怡然自得，但須專心一致，否則得到的只有一半，此為上中卦得分75分。"},
{"Identifier":264,"zhHant":"積極開創未來，可惜天不從人願，壞運常常降臨，總缺乏貴人相助，前途真是堪慮，像似風雨飄搖中的孤船，此卦為下下卦得分為30分。","zhHans":"积极开创未来，可惜天不从人愿，坏运常常降临，总缺乏贵人相助，前途真是堪虑，像似风雨飘摇中的孤船，此卦为下下卦得分为30分。","en":"積極開創未來，可惜天不從人願，壞運常常降臨，總缺乏貴人相助，前途真是堪慮，像似風雨飄搖中的孤船，此卦為下下卦得分為30分。"},
{"Identifier":265,"zhHant":"心中充滿願景，有夢最美，凡事能心想事成，因為以氣勢而言，天官賜福，能得貴人相助，前程似一片光明，但不可投機喔，此卦為上上卦得分為90。","zhHans":"心中充满愿景，有梦最美，凡事能心想事成，因为以气势而言，天官赐福，能得贵人相助，前程似一片光明，但不可投机喔，此卦为上上卦得分为90。","en":"心中充滿願景，有夢最美，凡事能心想事成，因為以氣勢而言，天官賜福，能得貴人相助，前程似一片光明，但不可投機喔，此卦為上上卦得分為90。"},
{"Identifier":266,"zhHant":"小人未離，困難還在，易被人中傷，所以凡事多找人商量，如果無端被中傷或誤會要忍耐，否則會惹一大堆麻煩，此卦為下下卦得分為30分。","zhHans":"小人未离，困难还在，易被人中伤，所以凡事多找人商量，如果无端被中伤或误会要忍耐，否则会惹一大堆麻烦，此卦为下下卦得分为30分。","en":"小人未離，困難還在，易被人中傷，所以凡事多找人商量，如果無端被中傷或誤會要忍耐，否則會惹一大堆麻煩，此卦為下下卦得分為30分。"},
{"Identifier":267,"zhHant":"恭禧，喜事連連，能遇貴人相助，更上層樓，所有事情都會讓您心情愉快，凡事能水到渠成，讓您無憂無慮，自在逍遙，此卦為上上卦得分為90分。","zhHans":"恭禧，喜事连连，能遇贵人相助，更上层楼，所有事情都会让您心情愉快，凡事能水到渠成，让您无忧无虑，自在逍遥，此卦为上上卦得分为90分。","en":"恭禧，喜事連連，能遇貴人相助，更上層樓，所有事情都會讓您心情愉快，凡事能水到渠成，讓您無憂無慮，自在逍遙，此卦為上上卦得分為90分。"},
{"Identifier":268,"zhHant":"只要苦幹，事成一半，未來已走出陰霾，漸入佳境的能遇高人指點，所有的事只要有始有終，將會得到成功，此卦為中中卦得分為60分。","zhHans":"只要苦干，事成一半，未来已走出阴霾，渐入佳境的能遇高人指点，所有的事只要有始有终，将会得到成功，此卦为中中卦得分为60分。","en":"只要苦幹，事成一半，未來已走出陰霾，漸入佳境的能遇高人指點，所有的事只要有始有終，將會得到成功，此卦為中中卦得分為60分。"},
{"Identifier":269,"zhHant":"處事無法平順，喜事將遠離，行事困難險阻，事多半途而廢，不能始終如一，日子會越來越難過，需多布施解之，此卦為下中卦得分為45分。","zhHans":"处事无法平顺，喜事将远离，行事困难险阻，事多半途而废，不能始终如一，日子会越来越难过，需多布施解之，此卦为下中卦得分为45分。","en":"處事無法平順，喜事將遠離，行事困難險阻，事多半途而廢，不能始終如一，日子會越來越難過，需多布施解之，此卦為下中卦得分為45分。"},
{"Identifier":270,"zhHant":"福自天上來，生生不息，碰上的事都是喜事，想要的願望也都能達成，容光煥發，朝氣蓬勃，事事順利，人生充滿亮麗的光彩，此卦為上上卦得分為90分。","zhHans":"福自天上来，生生不息，碰上的事都是喜事，想要的愿望也都能达成，容光焕发，朝气蓬勃，事事顺利，人生充满亮丽的光彩，此卦为上上卦得分为90分。","en":"福自天上來，生生不息，碰上的事都是喜事，想要的願望也都能達成，容光煥發，朝氣蓬勃，事事順利，人生充滿亮麗的光彩，此卦為上上卦得分為90分。"},
{"Identifier":271,"zhHant":"風大雨大，太陽大，飽受風霜欺凌，前途堪慮，心事憂煩，難得清閒，心中的理想及抱負總成空，此卦為下下卦得分為30分。","zhHans":"风大雨大，太阳大，饱受风霜欺凌，前途堪虑，心事忧烦，难得清闲，心中的理想及抱负总成空，此卦为下下卦得分为30分。","en":"風大雨大，太陽大，飽受風霜欺凌，前途堪慮，心事憂煩，難得清閒，心中的理想及抱負總成空，此卦為下下卦得分為30分。"},
{"Identifier":272,"zhHant":"所有的計畫要節制或停止，所謂酒杯雖小，但能淹死人，黑雲遮日，前途暗淡，只有耕耘沒有收穫，此卦為下下卦得分為30分。","zhHans":"所有的计划要节制或停止，所谓酒杯虽小，但能淹死人，黑云遮日，前途暗淡，只有耕耘没有收获，此卦为下下卦得分为30分。","en":"所有的計畫要節制或停止，所謂酒杯雖小，但能淹死人，黑雲遮日，前途暗淡，只有耕耘沒有收穫，此卦為下下卦得分為30分。"},
{"Identifier":273,"zhHant":"甜酸嚐過才知道，遠近走過才明白，若能善用才能，自助人助，上下一心，有光明前程，千萬不要太自負，天外有天，人外有人，此卦為下中卦，得分為45分。","zhHans":"甜酸尝过才知道，远近走过才明白，若能善用才能，自助人助，上下一心，有光明前程，千万不要太自负，天外有天，人外有人，此卦为下中卦，得分为45分。","en":"甜酸嚐過才知道，遠近走過才明白，若能善用才能，自助人助，上下一心，有光明前程，千萬不要太自負，天外有天，人外有人，此卦為下中卦，得分為45分。"},
{"Identifier":274,"zhHant":"踩在雲中，心不踏實，須自我充實，等待機會，量力而為，完整規劃，千萬不要好高騖遠，此卦為中中卦得分為60分。","zhHans":"踩在云中，心不踏实，须自我充实，等待机会，量力而为，完整规划，千万不要好高骛远，此卦为中中卦得分为60分。","en":"踩在雲中，心不踏實，須自我充實，等待機會，量力而為，完整規劃，千萬不要好高騖遠，此卦為中中卦得分為60分。"},
{"Identifier":275,"zhHant":"雙頭馬車，不知何去何從，得不到幫助，無語問蒼天，孤獨惆悵，好像什麼倒楣運都到身上了，多反省反省，此卦為下下卦得分為30分。","zhHans":"双头马车，不知何去何从，得不到帮助，无语问苍天，孤独惆怅，好像什么倒楣运都到身上了，多反省反省，此卦为下下卦得分为30分。","en":"雙頭馬車，不知何去何從，得不到幫助，無語問蒼天，孤獨惆悵，好像什麼倒楣運都到身上了，多反省反省，此卦為下下卦得分為30分。"},
{"Identifier":276,"zhHant":"意志不定，易受人哄騙，若想得到好前程，尚須等待好的時機，煩事很多，心思捉摸不定，勸您一動不如一靜，此卦為中中卦得分為60分。","zhHans":"意志不定，易受人哄骗，若想得到好前程，尚须等待好的时机，烦事很多，心思捉摸不定，劝您一动不如一静，此卦为中中卦得分为60分。","en":"意志不定，易受人哄騙，若想得到好前程，尚須等待好的時機，煩事很多，心思捉摸不定，勸您一動不如一靜，此卦為中中卦得分為60分。"},
{"Identifier":277,"zhHant":"親也有，鄰也有，不如自己擁有，美夢難成真，一切空有夢想，說的比唱的好聽，身體力行才能達到成功境界，只說不做，很難成功，此為下中卦得分45分。","zhHans":"亲也有，邻也有，不如自己拥有，美梦难成真，一切空有梦想，说的比唱的好听，身体力行才能达到成功境界，只说不做，很难成功，此为下中卦得分45分。","en":"親也有，鄰也有，不如自己擁有，美夢難成真，一切空有夢想，說的比唱的好聽，身體力行才能達到成功境界，只說不做，很難成功，此為下中卦得分45分。"},
{"Identifier":278,"zhHant":"事上無難事，得心應手，過去辛苦播種，終將歡喜的收穫，能掌握機會，贏得勝利成功，有種就可以去幹，一定會成功，此卦為上上卦得分為90分。","zhHans":"事上无难事，得心应手，过去辛苦播种，终将欢喜的收获，能掌握机会，赢得胜利成功，有种就可以去干，一定会成功，此卦为上上卦得分为90分。","en":"事上無難事，得心應手，過去辛苦播種，終將歡喜的收穫，能掌握機會，贏得勝利成功，有種就可以去幹，一定會成功，此卦為上上卦得分為90分。"},
{"Identifier":279,"zhHant":"季節不等人，一季來，一季去，不能把握住機緣，往往日後空悲嘆，機運不好，不要亂衝，否則會很難看，此卦為下下卦得分為30分。","zhHans":"季节不等人，一季来，一季去，不能把握住机缘，往往日后空悲叹，机运不好，不要乱冲，否则会很难看，此卦为下下卦得分为30分。","en":"季節不等人，一季來，一季去，不能把握住機緣，往往日後空悲嘆，機運不好，不要亂衝，否則會很難看，此卦為下下卦得分為30分。"},
{"Identifier":280,"zhHant":"按部就班，計劃周全，凡事可達成，任何事不足憂慮，希望無限，有願景會實現，缺貴人自有貴人，好運會連連，此卦為上上卦得分為90分。","zhHans":"按部就班，计划周全，凡事可达成，任何事不足忧虑，希望无限，有愿景会实现，缺贵人自有贵人，好运会连连，此卦为上上卦得分为90分。","en":"按部就班，計劃周全，凡事可達成，任何事不足憂慮，希望無限，有願景會實現，缺貴人自有貴人，好運會連連，此卦為上上卦得分為90分。"},
{"Identifier":281,"zhHant":"危機四伏，層出不窮，置身於險逆之中，理想難於實現，前途茫茫，運勢受阻，千萬不要決定重大事項，否則會很難看，此卦為下下卦得分為30分。","zhHans":"危机四伏，层出不穷，置身于险逆之中，理想难于实现，前途茫茫，运势受阻，千万不要决定重大事项，否则会很难看，此卦为下下卦得分为30分。","en":"危機四伏，層出不窮，置身於險逆之中，理想難於實現，前途茫茫，運勢受阻，千萬不要決定重大事項，否則會很難看，此卦為下下卦得分為30分。"},
{"Identifier":282,"zhHant":"找對目標，積極進取，可得上司賞識，榮升有望，心想事成，本身有實力，可以衣錦榮歸，大家會恭賀您，此卦為上中卦得分為75分。","zhHans":"找对目标，积极进取，可得上司赏识，荣升有望，心想事成，本身有实力，可以衣锦荣归，大家会恭贺您，此卦为上中卦得分为75分。","en":"找對目標，積極進取，可得上司賞識，榮升有望，心想事成，本身有實力，可以衣錦榮歸，大家會恭賀您，此卦為上中卦得分為75分。"},
{"Identifier":283,"zhHant":"一起一落，凡事皆在等待中，未能如願以償，如有耐心恆心，則未來心願亦能實現，運勢轉變是慢慢來，不要太急，此卦為中中卦得分為60分。","zhHans":"一起一落，凡事皆在等待中，未能如愿以偿，如有耐心恒心，则未来心愿亦能实现，运势转变是慢慢来，不要太急，此卦为中中卦得分为60分。","en":"一起一落，凡事皆在等待中，未能如願以償，如有耐心恆心，則未來心願亦能實現，運勢轉變是慢慢來，不要太急，此卦為中中卦得分為60分。"},
{"Identifier":284,"zhHant":"猶豫一分鐘，觀望一分鐘，好的機會易流失，昔日光彩難在，風光的時間比落破的時光少，凡事小心為要，此卦為下下卦得分為30分。","zhHans":"犹豫一分钟，观望一分钟，好的机会易流失，昔日光彩难在，风光的时间比落破的时光少，凡事小心为要，此卦为下下卦得分为30分。","en":"猶豫一分鐘，觀望一分鐘，好的機會易流失，昔日光彩難在，風光的時間比落破的時光少，凡事小心為要，此卦為下下卦得分為30分。"},
{"Identifier":285,"zhHant":"煩燥不安，力不從心，若要達到美滿境地，尚須一番奮鬥，想的比做的多，失敗比成功多，真是歹運，此卦為下中卦得分為45分。","zhHans":"烦燥不安，力不从心，若要达到美满境地，尚须一番奋斗，想的比做的多，失败比成功多，真是歹运，此卦为下中卦得分为45分。","en":"煩燥不安，力不從心，若要達到美滿境地，尚須一番奮鬥，想的比做的多，失敗比成功多，真是歹運，此卦為下中卦得分為45分。"},
{"Identifier":286,"zhHant":"枉費心神，百般勞碌，口袋空空，置身於虛幻之中，到頭來一場空，如在夢中，想像空間無限大，但實際所得卻很少，回歸現實面吧！此為下下卦得分30分。","zhHans":"枉费心神，百般劳碌，口袋空空，置身于虚幻之中，到头来一场空，如在梦中，想像空间无限大，但实际所得却很少，回归现实面吧！此为下下卦得分30分。","en":"枉費心神，百般勞碌，口袋空空，置身於虛幻之中，到頭來一場空，如在夢中，想像空間無限大，但實際所得卻很少，回歸現實面吧！此為下下卦得分30分。"},
{"Identifier":287,"zhHant":"不得意時，無妄之災接連而來，前途阻礙難行，暗淡無光，依樹樹倒，靠山山崩，極不順利，壞事怎麼都到我頭上來呢？真倒楣，此卦為下下卦得分為30分。","zhHans":"不得意时，无妄之灾接连而来，前途阻碍难行，暗淡无光，依树树倒，靠山山崩，极不顺利，坏事怎么都到我头上来呢？真倒楣，此卦为下下卦得分为30分。","en":"不得意時，無妄之災接連而來，前途阻礙難行，暗淡無光，依樹樹倒，靠山山崩，極不順利，壞事怎麼都到我頭上來呢？真倒楣，此卦為下下卦得分為30分。"},
{"Identifier":288,"zhHant":"一場風浪，一場沙，寸步難行，路途艱險平地起風波，孤苦伶仃，無所依靠，自力更生，莫想富貴榮華，不要冒險，此為下下卦得分30分。","zhHans":"一场风浪，一场沙，寸步难行，路途艰险平地起风波，孤苦伶仃，无所依靠，自力更生，莫想富贵荣华，不要冒险，此为下下卦得分30分。","en":"一場風浪，一場沙，寸步難行，路途艱險平地起風波，孤苦伶仃，無所依靠，自力更生，莫想富貴榮華，不要冒險，此為下下卦得分30分。"},
{"Identifier":289,"zhHant":"黎明前的黑暗期，無時無刻在做準備，一旦機會來臨，能得到貴人相助，功名及財利自然是可以達成，此卦為中中卦得分為60分。","zhHans":"黎明前的黑暗期，无时无刻在做准备，一旦机会来临，能得到贵人相助，功名及财利自然是可以达成，此卦为中中卦得分为60分。","en":"黎明前的黑暗期，無時無刻在做準備，一旦機會來臨，能得到貴人相助，功名及財利自然是可以達成，此卦為中中卦得分為60分。"},
{"Identifier":290,"zhHant":"凡事勿操之過急，一步一腳印，事前規劃妥當，善用自己的智慧，盡心盡力則可有所為，此卦為上中卦得分為75分。","zhHans":"凡事勿操之过急，一步一脚印，事前规划妥当，善用自己的智慧，尽心尽力则可有所为，此卦为上中卦得分为75分。","en":"凡事勿操之過急，一步一腳印，事前規劃妥當，善用自己的智慧，盡心盡力則可有所為，此卦為上中卦得分為75分。"},
{"Identifier":291,"zhHant":"主動進擊，諸事如意，如旭日東昇，充滿活力，處處生機，能享富貴得名望，此卦為上上卦得分為90分。","zhHans":"主动进击，诸事如意，如旭日东升，充满活力，处处生机，能享富贵得名望，此卦为上上卦得分为90分。","en":"主動進擊，諸事如意，如旭日東昇，充滿活力，處處生機，能享富貴得名望，此卦為上上卦得分為90分。"},
{"Identifier":292,"zhHant":"看似太平，點燭須防風，路途阻絕難行，處處潛藏危機，劫後餘生，方得些許安穩，好事多磨，想求快速成功，很難，必須腳踏實地，此為下下卦得分30分。","zhHans":"看似太平，点烛须防风，路途阻绝难行，处处潜藏危机，劫后余生，方得些许安稳，好事多磨，想求快速成功，很难，必须脚踏实地，此为下下卦得分30分。","en":"看似太平，點燭須防風，路途阻絕難行，處處潛藏危機，劫後餘生，方得些許安穩，好事多磨，想求快速成功，很難，必須腳踏實地，此為下下卦得分30分。"},
{"Identifier":293,"zhHant":"勿管他人閒事，浪中莫行船，若要尋得清靜之地，尚須一番努力，人家說這池釣不到魚就到別池吧，改變以往的觀念，也許有生機，此為下中卦得分45分。","zhHans":"勿管他人闲事，浪中莫行船，若要寻得清静之地，尚须一番努力，人家说这池钓不到鱼就到别池吧，改变以往的观念，也许有生机，此为下中卦得分45分。","en":"勿管他人閒事，浪中莫行船，若要尋得清靜之地，尚須一番努力，人家說這池釣不到魚就到別池吧，改變以往的觀念，也許有生機，此為下中卦得分45分。"},
{"Identifier":294,"zhHant":"有五福享六福，有豆腐想吃肉，宜守本份，不要太急功近利，好自為之，千萬不要賺100元，花150元，此卦為下中卦得分為45分。","zhHans":"有五福享六福，有豆腐想吃肉，宜守本份，不要太急功近利，好自为之，千万不要赚100元，花150元，此卦为下中卦得分为45分。","en":"有五福享六福，有豆腐想吃肉，宜守本份，不要太急功近利，好自為之，千萬不要賺100元，花150元，此卦為下中卦得分為45分。"},
{"Identifier":295,"zhHant":"目標在前，專心進取，不可虛耗光陰，若能善用長處，遠大的抱負可望實現，實力與運氣同等重要，時機不錯，可往前進，此卦為上中卦得分為75分。","zhHans":"目标在前，专心进取，不可虚耗光阴，若能善用长处，远大的抱负可望实现，实力与运气同等重要，时机不错，可往前进，此卦为上中卦得分为75分。","en":"目標在前，專心進取，不可虛耗光陰，若能善用長處，遠大的抱負可望實現，實力與運氣同等重要，時機不錯，可往前進，此卦為上中卦得分為75分。"},
{"Identifier":296,"zhHant":"東南西北盡皆通，充滿希望，前途光明，人家說命好不如運好，真的好運會一直來，有好機會儘量衝、衝、衝，此卦為上上卦得分為90分。","zhHans":"东南西北尽皆通，充满希望，前途光明，人家说命好不如运好，真的好运会一直来，有好机会尽量冲、冲、冲，此卦为上上卦得分为90分。","en":"東南西北盡皆通，充滿希望，前途光明，人家說命好不如運好，真的好運會一直來，有好機會儘量衝、衝、衝，此卦為上上卦得分為90分。"},
{"Identifier":297,"zhHant":"崎嶇難行，克服困難，即將苦盡甘來，成功指日可待，但須防突來的變卦，不可太衝動，多思考，多一分勝算，此卦為中中卦得分為60分。","zhHans":"崎岖难行，克服困难，即将苦尽甘来，成功指日可待，但须防突来的变卦，不可太冲动，多思考，多一分胜算，此卦为中中卦得分为60分。","en":"崎嶇難行，克服困難，即將苦盡甘來，成功指日可待，但須防突來的變卦，不可太衝動，多思考，多一分勝算，此卦為中中卦得分為60分。"},
{"Identifier":298,"zhHant":"雖有才能，卻不執行，在現實環境中，有很多人會做善意的建議，但投資想要有所得，就必須有所付出，天下沒有白吃的午餐，此卦為中中卦得分為60分。","zhHans":"虽有才能，却不执行，在现实环境中，有很多人会做善意的建议，但投资想要有所得，就必须有所付出，天下没有白吃的午餐，此卦为中中卦得分为60分。","en":"雖有才能，卻不執行，在現實環境中，有很多人會做善意的建議，但投資想要有所得，就必須有所付出，天下沒有白吃的午餐，此卦為中中卦得分為60分。"},
{"Identifier":299,"zhHant":"等待時機，隨時在做準備，一生中都穩紮穩打，雖然好運當頭，但出頭的竟不是我，只能等更佳的時運來臨，風光出頭日會來臨，此為上中卦得分75分。","zhHans":"等待时机，随时在做准备，一生中都稳扎稳打，虽然好运当头，但出头的竟不是我，只能等更佳的时运来临，风光出头日会来临，此为上中卦得分75分。","en":"等待時機，隨時在做準備，一生中都穩紮穩打，雖然好運當頭，但出頭的竟不是我，只能等更佳的時運來臨，風光出頭日會來臨，此為上中卦得分75分。"},
{"Identifier":300,"zhHant":"有心栽花，花不開，時運不濟真是晦運當頭，諸事不順，宜小心謹慎，為人莫強出頭，凡事常因小而失大，太衝動會遭大破敗，此卦為下下卦得分為30分。","zhHans":"有心栽花，花不开，时运不济真是晦运当头，诸事不顺，宜小心谨慎，为人莫强出头，凡事常因小而失大，太冲动会遭大破败，此卦为下下卦得分为30分。","en":"有心栽花，花不開，時運不濟真是晦運當頭，諸事不順，宜小心謹慎，為人莫強出頭，凡事常因小而失大，太衝動會遭大破敗，此卦為下下卦得分為30分。"},
{"Identifier":301,"zhHant":"有事不商量，買羊買到豬，人事易溝通不良，產生怨隙心結，每個人只能放下身段，多商量，事情才能解決，此卦為下中卦得分為45分。","zhHans":"有事不商量，买羊买到猪，人事易沟通不良，产生怨隙心结，每个人只能放下身段，多商量，事情才能解决，此卦为下中卦得分为45分。","en":"有事不商量，買羊買到豬，人事易溝通不良，產生怨隙心結，每個人只能放下身段，多商量，事情才能解決，此卦為下中卦得分為45分。"},
{"Identifier":302,"zhHant":"四時皆春，佳運連連，豐衣足食，能有積蓄，前程遠大光明，逍遙似神仙，盡得人間美事歡，好事連連，快樂開懷，此卦為上上卦得分為90分。","zhHans":"四时皆春，佳运连连，丰衣足食，能有积蓄，前程远大光明，逍遥似神仙，尽得人间美事欢，好事连连，快乐开怀，此卦为上上卦得分为90分。","en":"四時皆春，佳運連連，豐衣足食，能有積蓄，前程遠大光明，逍遙似神仙，盡得人間美事歡，好事連連，快樂開懷，此卦為上上卦得分為90分。"},
{"Identifier":303,"zhHant":"做事刻苦辛勤，常為事傷神，為前途操勞，但能得到上司提拔，達於理想美滿境界，此卦有愈來愈漸入佳境之象，此卦為上中卦得分為75分。","zhHans":"做事刻苦辛勤，常为事伤神，为前途操劳，但能得到上司提拔，达于理想美满境界，此卦有愈来愈渐入佳境之象，此卦为上中卦得分为75分。","en":"做事刻苦辛勤，常為事傷神，為前途操勞，但能得到上司提拔，達於理想美滿境界，此卦有愈來愈漸入佳境之象，此卦為上中卦得分為75分。"},
{"Identifier":304,"zhHant":"徐徐難進，不能達成，道路遙遠，險境重重，前途堪慮，做任何事須仔細評估，一頭哉進去，失敗率很高，此卦為下中卦得分為45分。","zhHans":"徐徐难进，不能达成，道路遥远，险境重重，前途堪虑，做任何事须仔细评估，一头哉进去，失败率很高，此卦为下中卦得分为45分。","en":"徐徐難進，不能達成，道路遙遠，險境重重，前途堪慮，做任何事須仔細評估，一頭哉進去，失敗率很高，此卦為下中卦得分為45分。"},
{"Identifier":305,"zhHant":"任何小事，傷透腦筋，容易的事，變得複雜，時光流逝，功名無望，朋友雖多，但貴人很少，好事總是輪不到我身上，此卦為下下卦得分為30分。","zhHans":"任何小事，伤透脑筋，容易的事，变得复杂，时光流逝，功名无望，朋友虽多，但贵人很少，好事总是轮不到我身上，此卦为下下卦得分为30分。","en":"任何小事，傷透腦筋，容易的事，變得複雜，時光流逝，功名無望，朋友雖多，但貴人很少，好事總是輪不到我身上，此卦為下下卦得分為30分。"},
{"Identifier":306,"zhHant":"惡友環繞，得不到助力，得失心重，憂慮太多，得不到別人的信賴，凡事靠自己，此卦為下中卦得分為45分。","zhHans":"恶友环绕，得不到助力，得失心重，忧虑太多，得不到别人的信赖，凡事靠自己，此卦为下中卦得分为45分。","en":"惡友環繞，得不到助力，得失心重，憂慮太多，得不到別人的信賴，凡事靠自己，此卦為下中卦得分為45分。"},
{"Identifier":307,"zhHant":"甜處人知，苦處己知，前途茫茫，困難重重，雖然努力前行，但勞苦而少成就，時機不對，只有等待更好的機會來臨，此卦為下中卦得分為45分。","zhHans":"甜处人知，苦处己知，前途茫茫，困难重重，虽然努力前行，但劳苦而少成就，时机不对，只有等待更好的机会来临，此卦为下中卦得分为45分。","en":"甜處人知，苦處己知，前途茫茫，困難重重，雖然努力前行，但勞苦而少成就，時機不對，只有等待更好的機會來臨，此卦為下中卦得分為45分。"},
{"Identifier":308,"zhHant":"做一樣，像一樣，不要做得三不像，處事心煩，多慮，有頭沒尾，不能貫徹，思慮未致，想要通達，不得其門而入，再努力加油吧，此為下下卦得分30分。","zhHans":"做一样，像一样，不要做得三不像，处事心烦，多虑，有头没尾，不能贯彻，思虑未致，想要通达，不得其门而入，再努力加油吧，此为下下卦得分30分。","en":"做一樣，像一樣，不要做得三不像，處事心煩，多慮，有頭沒尾，不能貫徹，思慮未致，想要通達，不得其門而入，再努力加油吧，此為下下卦得分30分。"},
{"Identifier":309,"zhHant":"土幫土成牆，人幫人成王，路途順暢通達，來去自如，貴人明現，一路相扶，如有不愉快時，朋友就會適時出現幫忙，平順之象，此卦為中中卦得分為60分。","zhHans":"土帮土成墙，人帮人成王，路途顺畅通达，来去自如，贵人明现，一路相扶，如有不愉快时，朋友就会适时出现帮忙，平顺之象，此卦为中中卦得分为60分。","en":"土幫土成牆，人幫人成王，路途順暢通達，來去自如，貴人明現，一路相扶，如有不愉快時，朋友就會適時出現幫忙，平順之象，此卦為中中卦得分為60分。"},
{"Identifier":310,"zhHant":"人形光彩，謀事通達，諸事亨通，前途光明顯達，暢通無阻，奮力向前，勢如破竹，名利雙收，所有的理想均可實現，恭喜，此卦為上上卦得分為90分。","zhHans":"人形光彩，谋事通达，诸事亨通，前途光明显达，畅通无阻，奋力向前，势如破竹，名利双收，所有的理想均可实现，恭喜，此卦为上上卦得分为90分。","en":"人形光彩，謀事通達，諸事亨通，前途光明顯達，暢通無阻，奮力向前，勢如破竹，名利雙收，所有的理想均可實現，恭喜，此卦為上上卦得分為90分。"},
{"Identifier":311,"zhHant":"順水行舟，得意順心，若逢貴人相扶，功名利祿自然無缺，天生貴人一大堆，凡事多找貴人朋友商量，會比一個人想好的多，此為上上卦得分90分。","zhHans":"顺水行舟，得意顺心，若逢贵人相扶，功名利禄自然无缺，天生贵人一大堆，凡事多找贵人朋友商量，会比一个人想好的多，此为上上卦得分90分。","en":"順水行舟，得意順心，若逢貴人相扶，功名利祿自然無缺，天生貴人一大堆，凡事多找貴人朋友商量，會比一個人想好的多，此為上上卦得分90分。"},
{"Identifier":312,"zhHant":"事業順心，得意之時，待人要真誠，多結交知己，以前的紛爭不愉快，將會化做日後的動力，此卦為上中卦得分為75分。","zhHans":"事业顺心，得意之时，待人要真诚，多结交知己，以前的纷争不愉快，将会化做日后的动力，此卦为上中卦得分为75分。","en":"事業順心，得意之時，待人要真誠，多結交知己，以前的紛爭不愉快，將會化做日後的動力，此卦為上中卦得分為75分。"},
{"Identifier":313,"zhHant":"行事雖如意，事情總煩心，雖然積極努力，成果卻有限，須防樂極生悲，美夢成空，富貴如過往雲煙，雖能得也易逝，不能如願，此為下中卦得分45分。","zhHans":"行事虽如意，事情总烦心，虽然积极努力，成果却有限，须防乐极生悲，美梦成空，富贵如过往云烟，虽能得也易逝，不能如愿，此为下中卦得分45分。","en":"行事雖如意，事情總煩心，雖然積極努力，成果卻有限，須防樂極生悲，美夢成空，富貴如過往雲煙，雖能得也易逝，不能如願，此為下中卦得分45分。"},
{"Identifier":314,"zhHant":"心急卻又有無力感，缺乏耐性，想做的事久久未能做好，心中總是掛念著，如果能經一番詳細計劃，所有的理想方能實現，此卦為中中卦得分為60分。","zhHans":"心急却又有无力感，缺乏耐性，想做的事久久未能做好，心中总是挂念着，如果能经一番详细计划，所有的理想方能实现，此卦为中中卦得分为60分。","en":"心急卻又有無力感，缺乏耐性，想做的事久久未能做好，心中總是掛念著，如果能經一番詳細計劃，所有的理想方能實現，此卦為中中卦得分為60分。"},
{"Identifier":315,"zhHant":"用心計較般般易，退步思量步步難，這種卦象顯示有投機樣子，勸一切循序漸進，不可強出頭，最後終將開花結果，此卦為中中卦得分為60分。","zhHans":"用心计较般般易，退步思量步步难，这种卦象显示有投机样子，劝一切循序渐进，不可强出头，最后终将开花结果，此卦为中中卦得分为60分。","en":"用心計較般般易，退步思量步步難，這種卦象顯示有投機樣子，勸一切循序漸進，不可強出頭，最後終將開花結果，此卦為中中卦得分為60分。"},
{"Identifier":316,"zhHant":"福星降臨，力行善事，多種福田，平時要採納雅言，多說好話，一切善報將會慢慢到來，此卦為上中卦得分為75分。","zhHans":"福星降临，力行善事，多种福田，平时要采纳雅言，多说好话，一切善报将会慢慢到来，此卦为上中卦得分为75分。","en":"福星降臨，力行善事，多種福田，平時要採納雅言，多說好話，一切善報將會慢慢到來，此卦為上中卦得分為75分。"},
{"Identifier":317,"zhHant":"何日雲開見日頭，功名難尋，成功尚遠，諸事徒勞無功，終究理想難於實現，想的比做的多，當然無法成功，此為下下卦得分30分。","zhHans":"何日云开见日头，功名难寻，成功尚远，诸事徒劳无功，终究理想难于实现，想的比做的多，当然无法成功，此为下下卦得分30分。","en":"何日雲開見日頭，功名難尋，成功尚遠，諸事徒勞無功，終究理想難於實現，想的比做的多，當然無法成功，此為下下卦得分30分。"},
{"Identifier":318,"zhHant":"可喜可賀，喜事接踵而來，好運當頭，處處逢喜，奇蹟出現，遍地展現大好生機，想幹就去幹吧，成功機會很高，沒問題，此卦為上上卦得分為90分。","zhHans":"可喜可贺，喜事接踵而来，好运当头，处处逢喜，奇迹出现，遍地展现大好生机，想干就去干吧，成功机会很高，没问题，此卦为上上卦得分为90分。","en":"可喜可賀，喜事接踵而來，好運當頭，處處逢喜，奇蹟出現，遍地展現大好生機，想幹就去幹吧，成功機會很高，沒問題，此卦為上上卦得分為90分。"},
{"Identifier":319,"zhHant":"困難剛開始，很難排解，陷阱在前，宜保持謹慎，以防損失，勿輕易下手，否則會很難收拾，此卦為下中卦得分為45分。","zhHans":"困难刚开始，很难排解，陷阱在前，宜保持谨慎，以防损失，勿轻易下手，否则会很难收拾，此卦为下中卦得分为45分。","en":"困難剛開始，很難排解，陷阱在前，宜保持謹慎，以防損失，勿輕易下手，否則會很難收拾，此卦為下中卦得分為45分。"},
{"Identifier":320,"zhHant":"三思而後行，得意時切勿見異思遷，凡事你考慮周詳，災禍自然遠離，一動不如一靜，待過一陣子就可順順利利，此卦象為中平卦得為45分。","zhHans":"三思而后行，得意时切勿见异思迁，凡事你考虑周详，灾祸自然远离，一动不如一静，待过一阵子就可顺顺利利，此卦象为中平卦得为45分。","en":"三思而後行，得意時切勿見異思遷，凡事你考慮周詳，災禍自然遠離，一動不如一靜，待過一陣子就可順順利利，此卦象為中平卦得為45分。"},
{"Identifier":321,"zhHant":"成少敗多，諸事不順，無法放鬆心情，顧慮頗多，一命二運，命雖好運，卻不佳，要等待好運出現時，再動，此卦為下下卦得分為30分。","zhHans":"成少败多，诸事不顺，无法放松心情，顾虑颇多，一命二运，命虽好运，却不佳，要等待好运出现时，再动，此卦为下下卦得分为30分。","en":"成少敗多，諸事不順，無法放鬆心情，顧慮頗多，一命二運，命雖好運，卻不佳，要等待好運出現時，再動，此卦為下下卦得分為30分。"},
{"Identifier":322,"zhHant":"用盡心機，付出與所得不成比例，信心盡失，遇事猶豫不決，拿不定主意，如雙頭馬車，力量無法集中，望您忍一時免百日憂，此卦為下中卦得分為45分。","zhHans":"用尽心机，付出与所得不成比例，信心尽失，遇事犹豫不决，拿不定主意，如双头马车，力量无法集中，望您忍一时免百日忧，此卦为下中卦得分为45分。","en":"用盡心機，付出與所得不成比例，信心盡失，遇事猶豫不決，拿不定主意，如雙頭馬車，力量無法集中，望您忍一時免百日憂，此卦為下中卦得分為45分。"},
{"Identifier":323,"zhHant":"固執己見，無法接納建言，少得人心，爭端不合，萬事困難重重，好像做什麼錯什麼，勸您一動不如一靜，否則敗多少成，此卦為下下卦得分為30分。","zhHans":"固执己见，无法接纳建言，少得人心，争端不合，万事困难重重，好像做什么错什么，劝您一动不如一静，否则败多少成，此卦为下下卦得分为30分。","en":"固執己見，無法接納建言，少得人心，爭端不合，萬事困難重重，好像做什麼錯什麼，勸您一動不如一靜，否則敗多少成，此卦為下下卦得分為30分。"},
{"Identifier":324,"zhHant":"常背黑鍋，捲入是非，常會遭逢意外的災難及挫敗，凡事虛虛實實，讓人捉摸不定，真是前途茫茫，會一事無成喔～此卦為下下卦得分為30分。","zhHans":"常背黑锅，卷入是非，常会遭逢意外的灾难及挫败，凡事虚虚实实，让人捉摸不定，真是前途茫茫，会一事无成喔～此卦为下下卦得分为30分。","en":"常背黑鍋，捲入是非，常會遭逢意外的災難及挫敗，凡事虛虛實實，讓人捉摸不定，真是前途茫茫，會一事無成喔～此卦為下下卦得分為30分。"},
{"Identifier":325,"zhHant":"樹不能常綠一年，人不能榮華一世，憂慮的事還很多，將等待雲開見月，近期平平，未來充滿光明面，此卦為上中卦得分為75分。","zhHans":"树不能常绿一年，人不能荣华一世，忧虑的事还很多，将等待云开见月，近期平平，未来充满光明面，此卦为上中卦得分为75分。","en":"樹不能常綠一年，人不能榮華一世，憂慮的事還很多，將等待雲開見月，近期平平，未來充滿光明面，此卦為上中卦得分為75分。"},
{"Identifier":326,"zhHant":"一樣事百樣做，集眾人智慧，可以討論出正確方向，做事也不能太急，吃太快會弄破碗喔，人生平順就好，此卦為中中卦得分為60分。","zhHans":"一样事百样做，集众人智慧，可以讨论出正确方向，做事也不能太急，吃太快会弄破碗喔，人生平顺就好，此卦为中中卦得分为60分。","en":"一樣事百樣做，集眾人智慧，可以討論出正確方向，做事也不能太急，吃太快會弄破碗喔，人生平順就好，此卦為中中卦得分為60分。"},
{"Identifier":327,"zhHant":"錯失先機，未能展現雄姿，一路走來顛簸不斷，驚險萬分，若能借得外力相助，方可稱心如意，此卦為中中卦得分為60分。","zhHans":"错失先机，未能展现雄姿，一路走来颠簸不断，惊险万分，若能借得外力相助，方可称心如意，此卦为中中卦得分为60分。","en":"錯失先機，未能展現雄姿，一路走來顛簸不斷，驚險萬分，若能借得外力相助，方可稱心如意，此卦為中中卦得分為60分。"},
{"Identifier":328,"zhHant":"百事順遂，謀求能依自己願望實現，飛龍在天，可大展鴻圖，天賜良機，凡事能心想事成，前途光明一片，最近總是能眉開眼笑，此為上上卦得分90分。","zhHans":"百事顺遂，谋求能依自己愿望实现，飞龙在天，可大展鸿图，天赐良机，凡事能心想事成，前途光明一片，最近总是能眉开眼笑，此为上上卦得分90分。","en":"百事順遂，謀求能依自己願望實現，飛龍在天，可大展鴻圖，天賜良機，凡事能心想事成，前途光明一片，最近總是能眉開眼笑，此為上上卦得分90分。"},
{"Identifier":329,"zhHant":"暴風雨已過，迎接黎明，不好運勢逐漸離去，天上的烏雲也會逐漸散去，人生充滿希望願景，朝人生目標前進，將會渡過重重難關，此為上中卦得分75分。","zhHans":"暴风雨已过，迎接黎明，不好运势逐渐离去，天上的乌云也会逐渐散去，人生充满希望愿景，朝人生目标前进，将会渡过重重难关，此为上中卦得分75分。","en":"暴風雨已過，迎接黎明，不好運勢逐漸離去，天上的烏雲也會逐漸散去，人生充滿希望願景，朝人生目標前進，將會渡過重重難關，此為上中卦得分75分。"},
{"Identifier":330,"zhHant":"能夠開創機會，眼前所有一切都是好消息，一帆風順，鴻運開端，一飛衝天，前程如花似錦，得享富貴榮華，此卦為上上卦得分為90分。","zhHans":"能够开创机会，眼前所有一切都是好消息，一帆风顺，鸿运开端，一飞冲天，前程如花似锦，得享富贵荣华，此卦为上上卦得分为90分。","en":"能夠開創機會，眼前所有一切都是好消息，一帆風順，鴻運開端，一飛衝天，前程如花似錦，得享富貴榮華，此卦為上上卦得分為90分。"},
{"Identifier":331,"zhHant":"創造契機，充滿希望，憂喜雖相隨，卻能化憂為吉，歡慶有餘，不要為小事而煩惱，所有的事都是先苦後甘，此卦為上中卦得分為75分。","zhHans":"创造契机，充满希望，忧喜虽相随，却能化忧为吉，欢庆有余，不要为小事而烦恼，所有的事都是先苦后甘，此卦为上中卦得分为75分。","en":"創造契機，充滿希望，憂喜雖相隨，卻能化憂為吉，歡慶有餘，不要為小事而煩惱，所有的事都是先苦後甘，此卦為上中卦得分為75分。"},
{"Identifier":332,"zhHant":"天生福星運勢，雖有小阻礙，但終有貴人相助，路程雖然驚奇，但終能安然渡過，此卦為上中卦得分為75分。","zhHans":"天生福星运势，虽有小阻碍，但终有贵人相助，路程虽然惊奇，但终能安然渡过，此卦为上中卦得分为75分。","en":"天生福星運勢，雖有小阻礙，但終有貴人相助，路程雖然驚奇，但終能安然渡過，此卦為上中卦得分為75分。"},
{"Identifier":333,"zhHant":"枉費心神，美好時光已過，失去的恐難尋回，若一心一意貪求名利，越陷越深，將不可免，由此籤顯示，運勢受阻，好自為之，此卦為下下卦得分為30分。","zhHans":"枉费心神，美好时光已过，失去的恐难寻回，若一心一意贪求名利，越陷越深，将不可免，由此签显示，运势受阻，好自为之，此卦为下下卦得分为30分。","en":"枉費心神，美好時光已過，失去的恐難尋回，若一心一意貪求名利，越陷越深，將不可免，由此籤顯示，運勢受阻，好自為之，此卦為下下卦得分為30分。"},
{"Identifier":334,"zhHant":"不是靠天吃飯，全憑兩手打拼，如能奮力克服險阻，則成功漸可達成，但如不勇往向前，稍作逗留，成功之路尚稱遙遠，此卦為中中卦得分為60分。","zhHans":"不是靠天吃饭，全凭两手打拼，如能奋力克服险阻，则成功渐可达成，但如不勇往向前，稍作逗留，成功之路尚称遥远，此卦为中中卦得分为60分。","en":"不是靠天吃飯，全憑兩手打拼，如能奮力克服險阻，則成功漸可達成，但如不勇往向前，稍作逗留，成功之路尚稱遙遠，此卦為中中卦得分為60分。"},
{"Identifier":335,"zhHant":"走盡崎嶇路，獨力奮鬥，得不到別人相助，眼看成功在望，卻又常逢變異，留下諸多遺憾，還不是時候，此卦為下下卦得分為30分。","zhHans":"走尽崎岖路，独力奋斗，得不到别人相助，眼看成功在望，却又常逢变异，留下诸多遗憾，还不是时候，此卦为下下卦得分为30分。","en":"走盡崎嶇路，獨力奮鬥，得不到別人相助，眼看成功在望，卻又常逢變異，留下諸多遺憾，還不是時候，此卦為下下卦得分為30分。"},
{"Identifier":336,"zhHant":"計劃之事，一定達成，自立更生，勤奮有成，做事能刻苦耐勞，持之以恆，有始有終，立於不敗之地，努力耕耘，一定能成功，此卦為上中卦得分為75分。","zhHans":"计划之事，一定达成，自立更生，勤奋有成，做事能刻苦耐劳，持之以恒，有始有终，立于不败之地，努力耕耘，一定能成功，此卦为上中卦得分为75分。","en":"計劃之事，一定達成，自立更生，勤奮有成，做事能刻苦耐勞，持之以恆，有始有終，立於不敗之地，努力耕耘，一定能成功，此卦為上中卦得分為75分。"},
{"Identifier":337,"zhHant":"得失心過重，雖有理想，無法放手一搏，對事情的看法三心兩意，總找不出真正的答案，此卦為下中卦得分為45分。","zhHans":"得失心过重，虽有理想，无法放手一搏，对事情的看法三心两意，总找不出真正的答案，此卦为下中卦得分为45分。","en":"得失心過重，雖有理想，無法放手一搏，對事情的看法三心兩意，總找不出真正的答案，此卦為下中卦得分為45分。"},
{"Identifier":338,"zhHant":"不要把目標設的太遠，否則很難達成，通往成功的路途險阻難測，仍須等待福星相照時，才有成功的機會，事在人為啦，加油，此卦為中中卦得為60分。","zhHans":"不要把目标设的太远，否则很难达成，通往成功的路途险阻难测，仍须等待福星相照时，才有成功的机会，事在人为啦，加油，此卦为中中卦得为60分。","en":"不要把目標設的太遠，否則很難達成，通往成功的路途險阻難測，仍須等待福星相照時，才有成功的機會，事在人為啦，加油，此卦為中中卦得為60分。"},
{"Identifier":339,"zhHant":"理想歸理想，仍必須付諸行動，方可使名聲遠播，才識得以發揮，以目前之運勢而言，不錯了，會愈來愈好，此卦為上中卦得分為75分。","zhHans":"理想归理想，仍必须付诸行动，方可使名声远播，才识得以发挥，以目前之运势而言，不错了，会愈来愈好，此卦为上中卦得分为75分。","en":"理想歸理想，仍必須付諸行動，方可使名聲遠播，才識得以發揮，以目前之運勢而言，不錯了，會愈來愈好，此卦為上中卦得分為75分。"},
{"Identifier":340,"zhHant":"天賦福運，多才多藝，時時有貴人相助，無論時機好壞，功成名就是必然，想要做什麼就去做吧，此卦為上上卦得分為90分。","zhHans":"天赋福运，多才多艺，时时有贵人相助，无论时机好坏，功成名就是必然，想要做什么就去做吧，此卦为上上卦得分为90分。","en":"天賦福運，多才多藝，時時有貴人相助，無論時機好壞，功成名就是必然，想要做什麼就去做吧，此卦為上上卦得分為90分。"},
{"Identifier":341,"zhHant":"事事不順，但求創新，只要貴人相救，尚有機會重新振作，別自以為是，一山另有一山高，比我們行的人太多，有事情可以請教他們，此為下中卦得分45分。","zhHans":"事事不顺，但求创新，只要贵人相救，尚有机会重新振作，别自以为是，一山另有一山高，比我们行的人太多，有事情可以请教他们，此为下中卦得分45分。","en":"事事不順，但求創新，只要貴人相救，尚有機會重新振作，別自以為是，一山另有一山高，比我們行的人太多，有事情可以請教他們，此為下中卦得分45分。"},
{"Identifier":342,"zhHant":"貴人相助，易受人提拔，功成名就，若能積德行善，救世濟人，做善事得善緣，好運連連來，恭禧，此卦為上上卦得分為90分","zhHans":"贵人相助，易受人提拔，功成名就，若能积德行善，救世济人，做善事得善缘，好运连连来，恭禧，此卦为上上卦得分为90分","en":"貴人相助，易受人提拔，功成名就，若能積德行善，救世濟人，做善事得善緣，好運連連來，恭禧，此卦為上上卦得分為90分"},
{"Identifier":343,"zhHant":"事件不斷，手忙腳亂，事情千頭萬緒，有如大海撈針，瀚海行舟，白費功夫，徒勞無功，壞事總是跟隨而來，該是停看聽的時候了，此為下下卦得分30分。","zhHans":"事件不断，手忙脚乱，事情千头万绪，有如大海捞针，瀚海行舟，白费功夫，徒劳无功，坏事总是跟随而来，该是停看听的时候了，此为下下卦得分30分。","en":"事件不斷，手忙腳亂，事情千頭萬緒，有如大海撈針，瀚海行舟，白費功夫，徒勞無功，壞事總是跟隨而來，該是停看聽的時候了，此為下下卦得分30分。"},
{"Identifier":344,"zhHant":"困龍猶有上天日，瓦片也有翻身時，須遇到識才之士，方能輝煌顯達，好的規劃會遇貴人，運氣還不錯，此掛為上中卦得分為75分。","zhHans":"困龙犹有上天日，瓦片也有翻身时，须遇到识才之士，方能辉煌显达，好的规划会遇贵人，运气还不错，此挂为上中卦得分为75分。","en":"困龍猶有上天日，瓦片也有翻身時，須遇到識才之士，方能輝煌顯達，好的規劃會遇貴人，運氣還不錯，此掛為上中卦得分為75分。"},
{"Identifier":345,"zhHant":"現階段不要期望太高，不可自作聰明，理想若望實現，尚須加倍努力及機會的配合，急不得的，此卦為下中卦得分為45分。","zhHans":"现阶段不要期望太高，不可自作聪明，理想若望实现，尚须加倍努力及机会的配合，急不得的，此卦为下中卦得分为45分。","en":"現階段不要期望太高，不可自作聰明，理想若望實現，尚須加倍努力及機會的配合，急不得的，此卦為下中卦得分為45分。"},
{"Identifier":346,"zhHant":"前有險路，又想要親身實行，看似很困難，勇往直前又好像很容易，禍福相隨，憂喜參半，須防突發事故，此卦為中中卦得分為60分。","zhHans":"前有险路，又想要亲身实行，看似很困难，勇往直前又好像很容易，祸福相随，忧喜参半，须防突发事故，此卦为中中卦得分为60分。","en":"前有險路，又想要親身實行，看似很困難，勇往直前又好像很容易，禍福相隨，憂喜參半，須防突發事故，此卦為中中卦得分為60分。"},
{"Identifier":347,"zhHant":"一個將軍一個令，一個和尚一套經，人各有志，心各有願，路途雖曲折，若能有始有終，達成不難，此卦為中中卦得分為60分。","zhHans":"一个将军一个令，一个和尚一套经，人各有志，心各有愿，路途虽曲折，若能有始有终，达成不难，此卦为中中卦得分为60分。","en":"一個將軍一個令，一個和尚一套經，人各有志，心各有願，路途雖曲折，若能有始有終，達成不難，此卦為中中卦得分為60分。"},
{"Identifier":348,"zhHant":"吉星高照，可得有利環境，發揮所長，前途通達光明，身逢有利環境，有為有守利祿難擋，心意善良，老天有眼，施以最好的運勢，此為上上卦得分90分。","zhHans":"吉星高照，可得有利环境，发挥所长，前途通达光明，身逢有利环境，有为有守利禄难挡，心意善良，老天有眼，施以最好的运势，此为上上卦得分90分。","en":"吉星高照，可得有利環境，發揮所長，前途通達光明，身逢有利環境，有為有守利祿難擋，心意善良，老天有眼，施以最好的運勢，此為上上卦得分90分。"},
{"Identifier":349,"zhHant":"貴人扶助，如魚得水，作盡人間美事，求名得名，求利得利，運勢可旺到極點，如能多做功德，好運可繼續停留，此卦為上上卦得分為90分。","zhHans":"贵人扶助，如鱼得水，作尽人间美事，求名得名，求利得利，运势可旺到极点，如能多做功德，好运可继续停留，此卦为上上卦得分为90分。","en":"貴人扶助，如魚得水，作盡人間美事，求名得名，求利得利，運勢可旺到極點，如能多做功德，好運可繼續停留，此卦為上上卦得分為90分。"},
{"Identifier":350,"zhHant":"腳踏實地，有遠大理想與抱負，能創造美滿人生，處處逢源，吉星常照，滿面春風，做什麼像什麼，只要一出手，不成功都很難，此卦為上上卦得分為90分。","zhHans":"脚踏实地，有远大理想与抱负，能创造美满人生，处处逢源，吉星常照，满面春风，做什么像什么，只要一出手，不成功都很难，此卦为上上卦得分为90分。","en":"腳踏實地，有遠大理想與抱負，能創造美滿人生，處處逢源，吉星常照，滿面春風，做什麼像什麼，只要一出手，不成功都很難，此卦為上上卦得分為90分。"},
{"Identifier":351,"zhHant":"心瑣事煩，憂心重重，難得清閒愉快，好事多磨，常轉喜為憂，心中常要有正面積極的想法，才能導引上成功之路，此卦為中中卦得分為60分。","zhHans":"心琐事烦，忧心重重，难得清闲愉快，好事多磨，常转喜为忧，心中常要有正面积极的想法，才能导引上成功之路，此卦为中中卦得分为60分。","en":"心瑣事煩，憂心重重，難得清閒愉快，好事多磨，常轉喜為憂，心中常要有正面積極的想法，才能導引上成功之路，此卦為中中卦得分為60分。"},
{"Identifier":352,"zhHant":"做事謹慎，須防小人暗中陷害，勞心勞力，雖能得人助，但終究事難圓，稍有成就，人群一大堆，落魄時，人群遠離真現實，此卦為下中卦得分為45分。","zhHans":"做事谨慎，须防小人暗中陷害，劳心劳力，虽能得人助，但终究事难圆，稍有成就，人群一大堆，落魄时，人群远离真现实，此卦为下中卦得分为45分。","en":"做事謹慎，須防小人暗中陷害，勞心勞力，雖能得人助，但終究事難圓，稍有成就，人群一大堆，落魄時，人群遠離真現實，此卦為下中卦得分為45分。"},
{"Identifier":353,"zhHant":"人逢喜事精神爽，月到中秋分外明，苦難終將消失無形，前途是條平坦大道，出人頭地，勢必可期，此卦為中中卦得分為60分。","zhHans":"人逢喜事精神爽，月到中秋分外明，苦难终将消失无形，前途是条平坦大道，出人头地，势必可期，此卦为中中卦得分为60分。","en":"人逢喜事精神爽，月到中秋分外明，苦難終將消失無形，前途是條平坦大道，出人頭地，勢必可期，此卦為中中卦得分為60分。"},
{"Identifier":354,"zhHant":"得意忘形，疏忽小事，無端恐有禍，前程黯淡無光，隱藏危機，眼前的安定，不代表未來的繁榮，事事難料，多思考，此卦為中中卦得分為60分。","zhHans":"得意忘形，疏忽小事，无端恐有祸，前程黯淡无光，隐藏危机，眼前的安定，不代表未来的繁荣，事事难料，多思考，此卦为中中卦得分为60分。","en":"得意忘形，疏忽小事，無端恐有禍，前程黯淡無光，隱藏危機，眼前的安定，不代表未來的繁榮，事事難料，多思考，此卦為中中卦得分為60分。"},
{"Identifier":355,"zhHant":"前番辛苦，漸入佳境，諸事順利，一切功名利祿，舉手可得，平步青雲，好還要求更好，眼前不可太驕傲，此卦為上中卦得分為75分。","zhHans":"前番辛苦，渐入佳境，诸事顺利，一切功名利禄，举手可得，平步青云，好还要求更好，眼前不可太骄傲，此卦为上中卦得分为75分。","en":"前番辛苦，漸入佳境，諸事順利，一切功名利祿，舉手可得，平步青雲，好還要求更好，眼前不可太驕傲，此卦為上中卦得分為75分。"},
{"Identifier":356,"zhHant":"渙散無力，提不起勁，孤單無助，伴隨的總是空處及寂寞，事急則須緩，煩事急不得，千萬不要想什麼就做什麼，此卦為下下卦得分為30分。","zhHans":"涣散无力，提不起劲，孤单无助，伴随的总是空处及寂寞，事急则须缓，烦事急不得，千万不要想什么就做什么，此卦为下下卦得分为30分。","en":"渙散無力，提不起勁，孤單無助，伴隨的總是空處及寂寞，事急則須緩，煩事急不得，千萬不要想什麼就做什麼，此卦為下下卦得分為30分。"},
{"Identifier":357,"zhHant":"眼前一片欣欣向榮，暗藏危機，須防不測之災，小心名利變遷、親人分離、暴力是非，平順中可渡過，此卦為下中卦得分為45分。","zhHans":"眼前一片欣欣向荣，暗藏危机，须防不测之灾，小心名利变迁、亲人分离、暴力是非，平顺中可渡过，此卦为下中卦得分为45分。","en":"眼前一片欣欣向榮，暗藏危機，須防不測之災，小心名利變遷、親人分離、暴力是非，平順中可渡過，此卦為下中卦得分為45分。"},
{"Identifier":358,"zhHant":"時來運轉，諸事如意，心想事成，好事成雙，好事一來想不出名都難，運勢當旺，週遭的朋友都會來共襄盛舉，此卦為上上卦得分為90分。","zhHans":"时来运转，诸事如意，心想事成，好事成双，好事一来想不出名都难，运势当旺，周遭的朋友都会来共襄盛举，此卦为上上卦得分为90分。","en":"時來運轉，諸事如意，心想事成，好事成雙，好事一來想不出名都難，運勢當旺，週遭的朋友都會來共襄盛舉，此卦為上上卦得分為90分。"},
{"Identifier":359,"zhHant":"大器晚成，雖才智具備，但未能發揮，有名無實，離成功尚需些時日，好事多磨，凡事慢慢來，成功會慢一點到來，此卦為中中卦得分為60分。","zhHans":"大器晚成，虽才智具备，但未能发挥，有名无实，离成功尚需些时日，好事多磨，凡事慢慢来，成功会慢一点到来，此卦为中中卦得分为60分。","en":"大器晚成，雖才智具備，但未能發揮，有名無實，離成功尚需些時日，好事多磨，凡事慢慢來，成功會慢一點到來，此卦為中中卦得分為60分。"},
{"Identifier":360,"zhHant":"雖有困惑，苦中作樂，美景在前亦無暇欣賞，錯失良機，但失意的時候不會太久，壞事即將轉離，好運即將到來，此卦為中中卦得分為60分。","zhHans":"虽有困惑，苦中作乐，美景在前亦无暇欣赏，错失良机，但失意的时候不会太久，坏事即将转离，好运即将到来，此卦为中中卦得分为60分。","en":"雖有困惑，苦中作樂，美景在前亦無暇欣賞，錯失良機，但失意的時候不會太久，壞事即將轉離，好運即將到來，此卦為中中卦得分為60分。"},
{"Identifier":361,"zhHant":"雖有先見之明，但欠缺機運，只是時機尚未成熟，必須忍耐等待，守本守份，好機會總是難等，所以慢慢來吧，此卦為下下卦得分為30分。","zhHans":"虽有先见之明，但欠缺机运，只是时机尚未成熟，必须忍耐等待，守本守份，好机会总是难等，所以慢慢来吧，此卦为下下卦得分为30分。","en":"雖有先見之明，但欠缺機運，只是時機尚未成熟，必須忍耐等待，守本守份，好機會總是難等，所以慢慢來吧，此卦為下下卦得分為30分。"},
{"Identifier":362,"zhHant":"有貴人抬轎之喜，有助能力施展，可得有利環境發揮所長，吉星高照，無往不利，逍遙自在，好運連連，生活中充滿愜意真好，此卦為上上卦得分為90分。","zhHans":"有贵人抬轿之喜，有助能力施展，可得有利环境发挥所长，吉星高照，无往不利，逍遥自在，好运连连，生活中充满惬意真好，此卦为上上卦得分为90分。","en":"有貴人抬轎之喜，有助能力施展，可得有利環境發揮所長，吉星高照，無往不利，逍遙自在，好運連連，生活中充滿愜意真好，此卦為上上卦得分為90分。"},
{"Identifier":363,"zhHant":"好景不常，危機出現，左手進，右手出，得失常在轉瞬間，聚少離多，難登富貴和樂之鄉，命該如此怪不得人，多做善事，以求改變，此為下下卦得分30分。","zhHans":"好景不常，危机出现，左手进，右手出，得失常在转瞬间，聚少离多，难登富贵和乐之乡，命该如此怪不得人，多做善事，以求改变，此为下下卦得分30分。","en":"好景不常，危機出現，左手進，右手出，得失常在轉瞬間，聚少離多，難登富貴和樂之鄉，命該如此怪不得人，多做善事，以求改變，此為下下卦得分30分。"},
{"Identifier":364,"zhHant":"才華洋溢，能得貴人賞識，才能有所發揮，實現理想，人說：三年一運，好歹照輪，好運終於來臨，請好好把握，此卦為上上卦得分為90分。","zhHans":"才华洋溢，能得贵人赏识，才能有所发挥，实现理想，人说：三年一运，好歹照轮，好运终于来临，请好好把握，此卦为上上卦得分为90分。","en":"才華洋溢，能得貴人賞識，才能有所發揮，實現理想，人說：三年一運，好歹照輪，好運終於來臨，請好好把握，此卦為上上卦得分為90分。"},
{"Identifier":365,"zhHant":"身處險惡環境，一波未平，一波再起，無法得到清閒，勞累困頓，每件事情都想得太容易了，其實沒那麼簡單，近期宜保守，此卦為下下卦得分為30分。","zhHans":"身处险恶环境，一波未平，一波再起，无法得到清闲，劳累困顿，每件事情都想得太容易了，其实没那么简单，近期宜保守，此卦为下下卦得分为30分。","en":"身處險惡環境，一波未平，一波再起，無法得到清閒，勞累困頓，每件事情都想得太容易了，其實沒那麼簡單，近期宜保守，此卦為下下卦得分為30分。"},
{"Identifier":366,"zhHant":"風浪不靜，好事多磨，陷入困擾，矇蔽理智，認為相當好的機會，往往就是最深的陷阱，請特別注意，此卦為下下卦得分為30分。","zhHans":"风浪不静，好事多磨，陷入困扰，蒙蔽理智，认为相当好的机会，往往就是最深的陷阱，请特别注意，此卦为下下卦得分为30分。","en":"風浪不靜，好事多磨，陷入困擾，矇蔽理智，認為相當好的機會，往往就是最深的陷阱，請特別注意，此卦為下下卦得分為30分。"},
{"Identifier":367,"zhHant":"日正當中，四海風光，前途光明順暢，天助人助，平步青雲，威望顯達，做什麼像什麼，運途很旺，此卦為上上卦得分為90分。","zhHans":"日正当中，四海风光，前途光明顺畅，天助人助，平步青云，威望显达，做什么像什么，运途很旺，此卦为上上卦得分为90分。","en":"日正當中，四海風光，前途光明順暢，天助人助，平步青雲，威望顯達，做什麼像什麼，運途很旺，此卦為上上卦得分為90分。"},
{"Identifier":368,"zhHant":"枯木逢春，漸入佳境，困難漸漸獲得解決，耕耘終可獲得回報，奮力往上爬，人生美景將會出現，等久就是我們的，會愈來愈順，此為中中卦得分60分。","zhHans":"枯木逢春，渐入佳境，困难渐渐获得解决，耕耘终可获得回报，奋力往上爬，人生美景将会出现，等久就是我们的，会愈来愈顺，此为中中卦得分60分。","en":"枯木逢春，漸入佳境，困難漸漸獲得解決，耕耘終可獲得回報，奮力往上爬，人生美景將會出現，等久就是我們的，會愈來愈順，此為中中卦得分60分。"},
{"Identifier":369,"zhHant":"心中雖有主見，卻一心多用，得失心重，若要求得成功，宜多借助別人之長處，做人身段要軟，有事多請教別人，此卦為中中卦得分為60分。","zhHans":"心中虽有主见，却一心多用，得失心重，若要求得成功，宜多借助别人之长处，做人身段要软，有事多请教别人，此卦为中中卦得分为60分。","en":"心中雖有主見，卻一心多用，得失心重，若要求得成功，宜多借助別人之長處，做人身段要軟，有事多請教別人，此卦為中中卦得分為60分。"},
{"Identifier":370,"zhHant":"手閒成懶，習懶成病，固守於目前成就，終將成不了大器，如果把自己想得太高傲，那很難成大業，此卦為下下卦得分為30分。","zhHans":"手闲成懒，习懒成病，固守于目前成就，终将成不了大器，如果把自己想得太高傲，那很难成大业，此卦为下下卦得分为30分。","en":"手閒成懶，習懶成病，固守於目前成就，終將成不了大器，如果把自己想得太高傲，那很難成大業，此卦為下下卦得分為30分。"},
{"Identifier":371,"zhHant":"言必信，行必果，一是一，二是二，取捨得宜，適才適所，一切不偏離正軌，能得人心，贏得名望，此卦為上上卦得分為90分。","zhHans":"言必信，行必果，一是一，二是二，取舍得宜，适才适所，一切不偏离正轨，能得人心，赢得名望，此卦为上上卦得分为90分。","en":"言必信，行必果，一是一，二是二，取捨得宜，適才適所，一切不偏離正軌，能得人心，贏得名望，此卦為上上卦得分為90分。"},
{"Identifier":372,"zhHant":"花無百日好，美夢難長久，時運不濟，美夢難圓，徒留空想，一切作為白費心機，終究一場空，得到相助，尚有一線生機，此卦為下下卦得分為30分。","zhHans":"花无百日好，美梦难长久，时运不济，美梦难圆，徒留空想，一切作为白费心机，终究一场空，得到相助，尚有一线生机，此卦为下下卦得分为30分。","en":"花無百日好，美夢難長久，時運不濟，美夢難圓，徒留空想，一切作為白費心機，終究一場空，得到相助，尚有一線生機，此卦為下下卦得分為30分。"},
{"Identifier":373,"zhHant":"先難後順，隨機應變，枯木逢春，嶄露頭角，專心致力，一心一意，奮力向前，成功不難，心裡不要想太多，專心如一，一定能成功，此為上中卦得分75分。","zhHans":"先难后顺，随机应变，枯木逢春，崭露头角，专心致力，一心一意，奋力向前，成功不难，心里不要想太多，专心如一，一定能成功，此为上中卦得分75分。","en":"先難後順，隨機應變，枯木逢春，嶄露頭角，專心致力，一心一意，奮力向前，成功不難，心裡不要想太多，專心如一，一定能成功，此為上中卦得分75分。"},
{"Identifier":374,"zhHant":"順境轉逆，須沉著應付，心無主見，遇事徘徊，身處動盪，宜安份守成，眼前看似一切無望，但仔細評估果斷為之，應該不錯，此卦為中中卦得分為60分。","zhHans":"顺境转逆，须沉着应付，心无主见，遇事徘徊，身处动荡，宜安份守成，眼前看似一切无望，但仔细评估果断为之，应该不错，此卦为中中卦得分为60分。","en":"順境轉逆，須沉著應付，心無主見，遇事徘徊，身處動盪，宜安份守成，眼前看似一切無望，但仔細評估果斷為之，應該不錯，此卦為中中卦得分為60分。"},
{"Identifier":375,"zhHant":"一帆風順，大有可為，撥雲見日，轉憂為喜，正逢好時機，如魚得水，將有一番大做為，好好把握這個時機，好運會跟著一直來，此卦為上上卦得分為90分。","zhHans":"一帆风顺，大有可为，拨云见日，转忧为喜，正逢好时机，如鱼得水，将有一番大做为，好好把握这个时机，好运会跟着一直来，此卦为上上卦得分为90分。","en":"一帆風順，大有可為，撥雲見日，轉憂為喜，正逢好時機，如魚得水，將有一番大做為，好好把握這個時機，好運會跟著一直來，此卦為上上卦得分為90分。"},
{"Identifier":376,"zhHant":"易得而復失，做事，事難成，欲東山再起，卻又放不下身段，只沉睡在以前種種，而不知改變，如果不積極而行，這輩子很難成功，此為下下卦得分30分。","zhHans":"易得而复失，做事，事难成，欲东山再起，却又放不下身段，只沉睡在以前种种，而不知改变，如果不积极而行，这辈子很难成功，此为下下卦得分30分。","en":"易得而復失，做事，事難成，欲東山再起，卻又放不下身段，只沉睡在以前種種，而不知改變，如果不積極而行，這輩子很難成功，此為下下卦得分30分。"},
{"Identifier":377,"zhHant":"時運不濟，須防小人中傷，須防範身邊出入之人，小心流言中傷，禍從口出，常因誤會遭受冷落，一動不如一靜，少出風頭較無事，此為下下卦得分30分。","zhHans":"时运不济，须防小人中伤，须防范身边出入之人，小心流言中伤，祸从口出，常因误会遭受冷落，一动不如一静，少出风头较无事，此为下下卦得分30分。","en":"時運不濟，須防小人中傷，須防範身邊出入之人，小心流言中傷，禍從口出，常因誤會遭受冷落，一動不如一靜，少出風頭較無事，此為下下卦得分30分。"},
{"Identifier":378,"zhHant":"好事漸近，順心如意，無中生有，左右逢源，幸運之神，時常眷顧，前程似錦，想做就去做吧，好運總是跟著我，太好了，此卦為上上卦得分為90分。","zhHans":"好事渐近，顺心如意，无中生有，左右逢源，幸运之神，时常眷顾，前程似锦，想做就去做吧，好运总是跟着我，太好了，此卦为上上卦得分为90分。","en":"好事漸近，順心如意，無中生有，左右逢源，幸運之神，時常眷顧，前程似錦，想做就去做吧，好運總是跟著我，太好了，此卦為上上卦得分為90分。"},
{"Identifier":379,"zhHant":"充滿希望，有所作為，事業有成，家庭和樂團圓，精神濟濟處處有生機，心想事成，快樂似神仙，宜保持快樂心態，才能更加愉快，此為上上卦得分90分。","zhHans":"充满希望，有所作为，事业有成，家庭和乐团圆，精神济济处处有生机，心想事成，快乐似神仙，宜保持快乐心态，才能更加愉快，此为上上卦得分90分。","en":"充滿希望，有所作為，事業有成，家庭和樂團圓，精神濟濟處處有生機，心想事成，快樂似神仙，宜保持快樂心態，才能更加愉快，此為上上卦得分90分。"},
{"Identifier":380,"zhHant":"無風不起浪，無故不起禍，易生枝節，該做的要認真執行，不要成為不滿族，不該做的不要碰，等吧，此卦為下中卦得分為45分。","zhHans":"无风不起浪，无故不起祸，易生枝节，该做的要认真执行，不要成为不满族，不该做的不要碰，等吧，此卦为下中卦得分为45分。","en":"無風不起浪，無故不起禍，易生枝節，該做的要認真執行，不要成為不滿族，不該做的不要碰，等吧，此卦為下中卦得分為45分。"},
{"Identifier":381,"zhHant":"受人厚愛，廣招四方財，這輩子只要多積陰德，朋友間要以誠相待，說好話，多做好事，名望及財富跟著來，此為上上卦得分90分。","zhHans":"受人厚爱，广招四方财，这辈子只要多积阴德，朋友间要以诚相待，说好话，多做好事，名望及财富跟着来，此为上上卦得分90分。","en":"受人厚愛，廣招四方財，這輩子只要多積陰德，朋友間要以誠相待，說好話，多做好事，名望及財富跟著來，此為上上卦得分90分。"},
{"Identifier":382,"zhHant":"花無千日紅，運勢稍退，目前生養休息，若能尋得識才之士相助，或許尚有此機緣，再重出江湖，或許又會有一番作為，此卦為中中卦得分為60分。","zhHans":"花无千日红，运势稍退，目前生养休息，若能寻得识才之士相助，或许尚有此机缘，再重出江湖，或许又会有一番作为，此卦为中中卦得分为60分。","en":"花無千日紅，運勢稍退，目前生養休息，若能尋得識才之士相助，或許尚有此機緣，再重出江湖，或許又會有一番作為，此卦為中中卦得分為60分。"},
{"Identifier":383,"zhHant":"邊進邊守，處處留意，路途遙遠，但能愉快前行，一路走來平淡無奇，安然渡過，若能周詳計劃，更能接近成功，此卦為下中卦得分為45分。","zhHans":"边进边守，处处留意，路途遥远，但能愉快前行，一路走来平淡无奇，安然渡过，若能周详计划，更能接近成功，此卦为下中卦得分为45分。","en":"邊進邊守，處處留意，路途遙遠，但能愉快前行，一路走來平淡無奇，安然渡過，若能周詳計劃，更能接近成功，此卦為下中卦得分為45分。"},
{"Identifier":384,"zhHant":"榮華富貴天已定，只要稍加努力，成功即會來臨，人一出名，財利就會跟著來，這輩子有好福份，此卦為上上卦得分為90分。","zhHans":"荣华富贵天已定，只要稍加努力，成功即会来临，人一出名，财利就会跟着来，这辈子有好福份，此卦为上上卦得分为90分。","en":"榮華富貴天已定，只要稍加努力，成功即會來臨，人一出名，財利就會跟著來，這輩子有好福份，此卦為上上卦得分為90分。"}]
